{
    "label": "Starforged Movimientos",
    "mapping": {
        "description": "system.Text",
        "strong": "system.Outcomes.Strong Hit.Text",
        "weak": "system.Outcomes.Weak Hit.Text",
        "miss": "system.Outcomes.Miss.Text",
        "trigger text": "system.Trigger.Text",
        "trigger options": {
            "path": "system.Trigger.Options",
            "converter": "sfMoveOptionsConverter"
        }
    },

    "entries": {
        "Advance": {
            "name": "Mejorar",
            "description": "<p>Cuando <strong>desarrollas tus habilidades, mejoras tus recursos, recibes una recompensa o incrementas tu influencia</strong> puedes gastar 3 puntos de experiencia para adquirir un nuevo recurso o 2 puntos de experiencia para mejorar uno que ya tienes. Elige de una de las siguientes categorías acorde con tu foco y oportunidades.</p><ul><li>Módulo: Mejora tu vehículo de mando</li><li>Vehículo de soporte: Adquiere o mejora un vehículo secundario</li><li>Senda: Mejorar tus capacidades personajes o sigue una nueva llamada</li><li>Compañero: Gana o mejora a un ayudante de confianza</li><li>Hazaña: Aprende de tus experiencias o construye un legado</li></ul>",
            "trigger text": "Cuando desarrollas tus habilidades, mejoras tus recursos, recibes una recompensa o incrementas tu influencia..."
        },
        "Aid Your Ally": {
            "name": "Ayudar a un aliado",
            "description": "<p>Al <strong>@Compendium[foundry-ironsworn.starforgedmoves.a2d7793b23c17489]{Crear una ventaja} o @Compendium[foundry-ironsworn.starforgedmoves.3f5a834fa3fea5d1]{Ganar terreno} con el fin de ayudar a un personaje aliado</strong> visualiza cómo le ayudas. Si obtuviste un éxito tu aliado (en vez de ti) obtiene los beneficios del movimiento. y obtener un éxito (total o parcial), el aliado —en vez de ti— puede aprovecharse de los beneficios del movimiento.</p></p>Al @Compendium[foundry-ironsworn.starforgedmoves.3f5a834fa3fea5d1]{Ganar terreno} si obtuviste un éxito total tanto tú como el personaje aliado lleváis tenéis el control. Si obtuviste un éxito parcial tu aliado tiene el control pero tú estás en una mala situación.</p>\n",
            "trigger text": "Cuando actúas en apoyo directo a un aliado..."
        },
        "Ask the Oracle": {
            "name": "Pregunta al oráculo",
            "description": "<p>Cuando <strong>buscas dar respuesta a una pregunta, revelar detalles, descubrir localizaciones, determinar cómo responden otros personajes o desencadenar eventos o encuentros</strong> puedes...</p>\n<ul><li>Llega a una conclusión: Decide la respuesta basada en el resultado más obvio e interesante.</li><li>Generar una idea: Usa una tabla de oráculo o cualquier otro estímulo aleatorio.</li><li>Haz una pregunta de sí o no: Decide las probabilidades de un sí y tira en la siguiente tabla.</li><li>Elige dos: Visualiza dos opciones. Considera una de ellas como probably y tira en la siguiente tabla a ver si es cierto. Si no, es la otra.</li></ul>\n<table>\n<thead>\n<tr>\n<th>Probabilidades</th>\n<th>La respuesta «sí» si sacas... es</th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Casi seguro</td>\n<td>11 o más</td>\n</tr>\n<tr>\n<td>Probable</td>\n<td>26 o más</td>\n</tr>\n<tr>\n<td>50/50</td>\n<td>51 o más</td>\n</tr>\n<tr>\n<td>Improbable</td>\n<td>76 o más</td>\n</tr>\n<tr>\n<td>Raro</td>\n<td>91 o más</td>\n</tr>\n</tbody></table>\n",
            "trigger text": "Cuando buscas dar respuesta a una pregunta, revelar detalles, descubrir localizaciones, determinar cómo responden otros personajes o desencadenar eventos o encuentros..."
        },
        "Battle": {
            "name": "Combatir",
            "description": "<p>Cuando <strong>luchas en una batalla</strong> y todo se difumina y acaba antes de que te des cuenta, determina tu objetivo y tira. Si sobre todo...</p>\n<ul>\n<li>Luchas a distancia o usas la velocidad y el terreno a tu favor: Tira +filo.</li>\n<li>Luchas apelando al coraje, tus aliados o compañeros: Tira +corazón.</li>\n<li>Luchas cuerpo a cuerpo para aplastar a tus oponentes: Tira +hierro.</li>\n<li>Luchas empleando artimañas para confundir a tus oponentes: Tira +sombra.</li>\n<li>Luchas recurriendo a tu inteligencia para aventajar y superar a tus oponentes. Tira +mente.</li>\n</ul>\n",
            "strong": "<p>Con un <strong>éxito total</strong> logras tu objetivo sin condiciones. Tú y todos los aliados que se unieron a la batalla ganáis +2 de impulso.</p>\n",
            "weak": "<p>Con un <strong>éxito parcial</strong> logras tu objetivo, pero no sin un coste. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>\n",
            "miss": "<p>Con un <strong>fallo</strong> te derrotan y no logras tu objetivo. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>\n",
            "trigger text": "Cuando combates y todo pasa muy deprisa...",
            "trigger options": [
                "Luchas a distancia o usas la velocidad y el terreno a tu favor",
                "Luchas apelando al coraje, tus aliados o compañeros",
                "Luchas cuerpo a cuerpo para aplastar a tus oponentes",
                "Luchas empleando artimañas para confundir a tus oponentes",
                "Luchas recurriendo a tu inteligencia para aventajar y superar a tus oponentes"
            ]
        },
        "Begin a Session": {
            "description": "<p><strong>Cuando empiezas una sesión o un capítulo de juego significativos</strong> haz todo lo siguiente.</p><ul><li>@Compendium[foundry-ironsworn.starforgedmoves.6f3333f430a21db6]{Poner un límite}, identificar o ajustar contenido no deseado.</li><li>Revisar o recapitular lo que sucedió en la última sesión.</li><li>Establecer la escena visualizando la situación e intenciones actuales de tu personaje.</li></ul><p>Adicionalmente puedes destacar un nuevo peligro, oportunidad o revelación. Esto puede incluir una escena oculta desde la perspectiva de tu personaje. Si lo haces visualiza una breve viñeta (puedes tirar o elegir en la tabla de abajo como inspiración). Todos los jugadores reciben +1 impulso al volver a jugar desde la perspectiva de vuestros personajes.</p><table><thead><tr><th>Tirada</th><th>Resultado</th></tr></thead><tbody><tr><td>1-10</td><td>Un flashback revela un aspecto de tu trasfondo o naturaleza</td></tr><tr><td>11-20</td><td>Un flashback revela un aspecto de otro personaje, lugar o facción</td></tr><tr><td>21-30</td><td>Un personaje o facción influyente es introducide o se le da un nuevo detalle</td></tr><tr><td>31-40</td><td>Se muestra que situaciones aparentemente no relacionadas están conectadas</td></tr><tr><td>41-50</td><td>Factores externos crean un nuevo peligro, urgencia o importancia para una búsqueda</td></tr><tr><td>51-60</td><td>Un personaje importante se pone en peligro o sufre una desgracia</td></tr><tr><td>61-70</td><td>Una ubicación clave se vuelve insegura o se ve envuelta en un conflicto</td></tr><tr><td>71-80</td><td>Retorno inesperado de un enemigo o amenaza</td></tr><tr><td>81-90</td><td>Un peligro se avecina o acecha fuera de la vista</td></tr><tr><td>91-100</td><td>Una ayuda imprevista está en camino o al alcance</td></tr></tbody></table>",
            "name": "Empezar sesión",
            "trigger text": "Cuando empiezas una sesión o un capítulo de juego significativos..."
        },
        "Begin the Scene": {
            "description": "<p><strong>Cuando te enfrentas a un reto complejo o extenso</strong> nombra tu objetivo y elige un rango apropiado para la situación.</p><ul><li>Tienes una clara ventaja: Problemático</li><li>Estás listo para actuar: Peligroso</li><li>No estás preparado o estás superado en número: Formidable</li></ul><p>Entonces, activa un reloj de tensión de 4 segmentos y realiza una acción al @Compendium[foundry-ironsworn.starforgedmoves.7bbacec9ac8d8d09]{Afrontar el peligro} o @Compendium[foundry-ironsworn.starforgedmoves.03595d7546a1353f]{Crear una ventaja}.</p>",
            "name": "Empezar escena",
            "trigger text": "Cuando te enfrentas a un reto complejo o extenso..."
        },
        "Change Your Fate": {
            "description": "<p><strong>Cuando encuentras contenido no deseado, descartas un oráculo, te resistes a una consecuencia o necesitas cambiar tus circunstancias dentro del juego para tu comodidad y disfrute</strong> pausa e identifica qué necesita cambiarse. Escoge tantas opciones como sean necesarias.</p><ul><li><strong>Reformula:</strong> Esto no ha pasado de la forma que pensabas inicialmente. Visualiza el momento desde otra perspectiva de forma que disminuya o cambie el contenido.</li><li><strong>Reenfoca:</strong> Esto no es lo más importante sucediendo ahora mismo. Visualiza cómo el foco cambia.</li><li><strong>Reemplaza:</strong> Esto sucede pero con un pequeño ajuste. Cambia un elemento y visualiza cómo este nuevo detalle cambia el escenario.</li><li><strong>Redirigir:</strong> Ajusta la trayectoria para incluir a una mano amiga. Visualiza cómo otra persona o grupo se involucra.</li><li><strong>Remodela:</strong> La situación cambia completamente. Visualiza qué pasó en su lugar.</li></ul>",
            "name": "Cambiar tu suerte",
            "trigger text": "Cuando encuentras contenido no deseado, descartas un oráculo, te resistes a una consecuencia o necesitas cambiar tus circunstancias dentro del juego para tu comodidad y disfrute..."
        },
        "Check Your Gear": {
            "description": "<p><strong>Cuando compruebas si tienes un objeto o recurso específico</strong> tira +suministros.</p><p>Con un <strong>éxito total</strong> lo tienes y estás listo para actuar. Ganas +1 impulso.</p><p>Con un <strong>éxito parcial</strong> lo tienes, pero debes escoger uno.</p><ul><li>Tu suministro está disminuido y tienes que @Compendium[foundry-ironsworn.starforgedmoves.0fcfea7696d1de15]{Sacrificar recursos} (-1)</li><li>No está del todo bien y causa una complicación o demora y debes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder Impulso} (-2)</li></ul></p><p>Con un <strong>fallo</strong> no lo tienes y la situación se vuelve más peligrosa. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "miss": "<p>No lo tienes y la situación se vuelve más peligrosa. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "name": "Comprobar tu equipo",
            "strong": "<p>Estás listo para actuar. Ganas +1 impulso</p>",
            "trigger text": "Cuando compruebas si tienes un objeto o recurso específico...",
            "weak": "<p>Lo tienes y estás listo para actuar. Ganas +1 impulso.</p><p>Con un <strong>éxito parcial</strong> lo tienes, pero debes escoger uno.</p><ul><li>Tu suministro está disminuido y tienes que @Compendium[foundry-ironsworn.starforgedmoves.0fcfea7696d1de15]{Sacrificar recursos} (-1)</li><li>No está del todo bien y causa una complicación o demora y debes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder Impulso} (-2)</li></ul></p>"
        },
        "Clash": {
            "description": "<p><strong>Cuando estás en una mala posición y luchas cuerpo a cuerpo contra un enemigo</strong> tira +hierro; <strong>cuando intercambias disparos a distancia</strong> tira +filo.</p><p>Con un <strong>éxito total</strong> marca progreso dos veces. Abrumas a tu enemigo y tienes el control.</p><p>Con un <strong>éxito parcial</strong> marca progreso, pero eres golpeado o sufres un contratiempobut you are dealt a counterblow or setback. You stay in a bad spot and must @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p><p>Con un <strong>fallo</strong> tu enemigo domina este intercambio. Sigues en una mala posición. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "miss": "<p>Tu enemigo domina este intercambio. Sigues en una mala posición. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "name": "Contraatacar",
            "strong": "<p>Marca progreso dos veces. Abrumas a tu enemigo y tienes el control.</p>",
            "trigger options": [
                "Luchas cuerpo a cuerpo contra un enemigoFight back against a foe at close quarters",
                "Intercambias disparos a distancia"
            ],
            "trigger text": "Cuando estás en una mala posición y luchas cuerpo a cuerpo contra un enemigo o cuando intercambias disparos a distancia...",
            "weak": "<p>Marca progreso, pero eres golpeado o sufres un contratiempo. Sigues estando en una mala posición. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>"
        },
        "Companion Takes a Hit": {
            "description": "<p><strong>Cuando tu compañero se enfrenta a dificultades físicas</strong> sufre -1 de salud por un daño menor, -2 por un daño grave, o -3 por un daño mayor. Si la salud de tu compañero es 0 debes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} igual a cualquier daño sobrante.</p><p>Entonces, si su salud es 0 o su eliges probar su resiliencia tira +la salud de tu compañero.</p><p>Con un <strong>éxito total</strong> tu compañero se repone. El compañero gana +1 de salud.</p><p>Con un <strong>éxito parcial</strong>, si la salud de tu compañero no es 0, puedes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-1) y darle +1 de salud. En cualquier otro caso  sigue adelante.</p><p>Con un <strong>fallo</strong> es peor de lo que pensabas. Puedes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-2) o el compañero sufre un -1 de salud adicional. Si la salud del compañero es 0 está fuera de acción hasta que reciba ayuda. Si su salid es 0 y el resultado de tu tirada fue un fallo con coincidencia en este movimiento el compañero está muerto o destruido; descarta el recurso.</p>",
            "miss": "<p>Es peor de lo que pensabas. Puedes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-2) o el compañero sufre un -1 de salud adicional. Si la salud del compañero es 0 está fuera de acción hasta que reciba ayuda.</p>",
            "name": "Tu compañero sufre daño",
            "strong": "<p>Tu compañero se repone. Gana +1 de salud.</p>",
            "trigger text": "Cuando un compañero se enfrenta a dificultades físicas...",
            "weak": "<p>Si la salud de tu compañero no es 0 puedes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-1) y darle +1 de salud. En cualquier otro caso sigue adelante.</p>"
        },
        "Compel": {
            "description": "<p><strong>Cuando intentas persuadir a alguien o les haces una oferta</strong> visualiza cómo podrías lograrlo. Si...</p><ul>\n<li>Recurres a tu carisma, ofreces algo a cambio, convences o tranquilizas a la otra parte: Tira +corazón (suma +1 si compartís un vínculo).</li>\n<li>Empleas amenazas o provocaciones: Tira +hierro.</li>\n<li>Empleas mentiras o engaños: Tira +sombra.</li>\n</ul><p>Con un <strong>éxito total</strong> hace lo que quieres o acepta tus condiciones. Ganas +1 de impulso.</p><p>Con un <strong>éxito parcial</strong> como arriba, pero te pide algo a cambio o hay alguna complicación. Visualiza una contraoferta.</p><p>Con un <strong>fallo</strong> rechazan tu oferta o te exigen algo muy costoso. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "miss": "<p>Rechazan tu oferta o te exigen algo muy costoso. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "name": "Persuadir",
            "strong": "<p>Hace lo que quieres o acepta tus condiciones. Ganas +1 de impulso.</p>",
            "trigger options": [
                "Recurres a tu carisma, ofreces algo a cambio, convences o tranquilizas a la otra parte",
                "Empleas amenazas o provocaciones",
                "Empleas mentiras o engaños"
            ],
            "trigger text": "Cuando intentas persuadir a alguien o les haces una oferta...",
            "weak": "<p>Hace lo que quieres o acepta tus condiciones, pero te pide algo a cambio o hay alguna complicación. Visualiza una contraoferta.</p>"
        },
        "Confront Chaos": {
            "description": "<p><strong>Cuando tu exploración de un punto de ruta revela algo terrible</strong> decide el número de aspectos: uno, dos o tres. Tira ese número de veces o escoge ese número de aspectos en la tabla siguiente. Entonces, visualiza cómo empieza el encuentro.</p><p>Por cada resultado, cuando os enfrentáis a ese aspecto dentro del ámbito del encuentro, tú y tus aliados podéis hacer una marca en el registro de legados de descubrumientos.</p><table><thead><tr><th>Tirada</th><th>Resultado</th></tr></thead><tbody><tr><td>1-4</td><td>Funesta arma de destrucción masiva</td></tr><tr><td>5-9</td><td>Efectos ambientales cataclísmicos</td></tr><tr><td>10-12</td><td>Los muertos tienen una vida antinatural</td></tr><tr><td>13-17</td><td>Forma de vida destructiva de proporciones monstruosas</td></tr><tr><td>18-20</td><td>Ilusiones o alucinaciones aterradoras</td></tr><tr><td>21-24</td><td>Heraldos de una invasión inminente</td></tr><tr><td>25-27</td><td>Horda de insaciable hambre o furia</td></tr><tr><td>28-32</td><td>Formas de vida horribles de inescrutables propósitos</td></tr><tr><td>33-36</td><td>Impostores en forma humana</td></tr><tr><td>37-41</td><td>Máquinas hechas enemigos</td></tr><tr><td>42-45</td><td>Contagio o parásito maligno</td></tr><tr><td>46-50</td><td>Mensajero o señal con una advertencia aciaga</td></tr><tr><td>51-53</td><td>Pasaje a una oscura realidad alternativa</td></tr><tr><td>54-58</td><td>Gente corrompida por el caos</td></tr><tr><td>59-63</td><td>Poderosas distorsiones del tiempo o el espacio</td></tr><tr><td>64-68</td><td>Signos de una catástrofe inminente</td></tr><tr><td>69-72</td><td>Lugar de una desaparición desconcertante</td></tr><tr><td>73-77</td><td>Lugar de un horrible desastre</td></tr><tr><td>78-82</td><td>Lugar de una terrible matanza</td></tr><tr><td>83-87</td><td>Tecnología anulada o no estable</td></tr><tr><td>88-92</td><td>Tecnología deformada para oscuros propósitos</td></tr><tr><td>93-96</td><td>Cámara de terrible tecnología o poder</td></tr><tr><td>97-100</td><td>Adoradores de grandes y malvados poderes</td></tr></tbody></table>",
            "name": "Afrontar el caos",
            "trigger text": "Cuando tu exploración de un punto de ruta revela algo terrible..."
        },
        "Continue a Legacy": {
            "description": "<p><strong>Cuando te retiras y dejas atrás tu vida de aventuras o sucumbes a la muerta o la desolación</strong> puedes crear un nuevo personaje en tu escenario. Si lo haces tira los dados de desafío y compáralos con los registros de legado del personaje anterior: búsquedas, vínculos y descubrimientos (una tirada por registro).</p><p>Por cada <strong>éxito total</strong> elige una de las siguientes opciones o una de las opciones de éxito parcial o fallo.</p><ul><li>Seguir su camino: Coge una recurso de senda o compañero del personaje anterior (sin coste alguno) incluyendo las habilidades marcadas.</li><li>Comparte una conexión: Coge una conexión del personaje anterior, incluyendo cualquier progreso o beneficio del vínculo.</li><li>Acepta la herencia: Coge el vehículo de mando y un módulo o vehículo de soporte (sin ningún coste) del personaje anterior, incluyendo cualquier habilidad marcada.</li></ul><p>Por cada <strong>éxito parcial</strong> escoge una de las siguientes opciones o una de las opciones de fallo.</p><ul><li>Compétalo: Escoge una búsqueda no completada del personaje anterior y procede a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurar por el hierro} (con un éxito total automático) que lo cumplirás. Puedes marcar inmediatamente hasta la mitad del progreso ganado (redondeando hacia abajo) en esta búsqueda.</li><li>Reconstruir una conexión: Nombra una de las conexiones del personaje anterior, visualiza cómo el tiempo o las circunstancias han la han cambiado de forma dramática. Al @Compendium[foundry-ironsworn.starforgedmoves.05909d6310d209a6]{Crear una conexión} con esta conexión obtienes un éxito total automático y haz dos marcas en el registro de legado de vínculos.</li><li>Explora un terreno familiar: Nombra una localización que significase algo para el personaje anterior. Cuando visites este lugar visualiza cómo ha cambiado o está en peligro. Luego haz dos marcas en el registro de legado de descubrimientos.</li></ul><p>Por cada <strong>fallo</strong> elige uno.</p><ul><li>Lidiar con las consecuencias: Visualiza cómo uno de los enemigos del personaje anterior ha ganado poder o influencia.</li><li>Cambiar lealtades: Visualiza cómo empiezas en una posición opuesta a las creencias, objetivos o lealtades del personaje anterior.</li><li>Abre la caja de Pandora: Visualiza cómo un avance o descrubrimiento ha liberado terribles consecuencias inesperadas.</li></ul>",
            "miss": "<p>Elige uno.</p><ul><li>Lidiar con las consecuencias: Visualiza cómo uno de los enemigos del personaje anterior ha ganado poder o influencia.</li><li>Cambiar lealtades: Visualiza cómo empiezas en una posición opuesta a las creencias, objetivos o lealtades del personaje anterior.</li><li>Abre la caja de Pandora: Visualiza cómo un avance o descrubrimiento ha liberado terribles consecuencias inesperadas.</li></ul>",
            "name": "Continuar un legado",
            "strong": "<p>Elige uno.</p><ul><li>Seguir su camino: Coge una recurso de senda o compañero del personaje anterior (sin coste alguno) incluyendo las habilidades marcadas.</li><li>Comparte una conexión: Coge una conexión del personaje anterior, incluyendo cualquier progreso o beneficio del vínculo.</li><li>Acepta la herencia: Coge el vehículo de mando y un módulo o vehículo de soporte (sin ningún coste) del personaje anterior, incluyendo cualquier habilidad marcada.</li><li>Compétalo: Escoge una búsqueda no completada del personaje anterior y procede a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurar por el hierro} (con un éxito total automático) que lo cumplirás. Puedes marcar inmediatamente hasta la mitad del progreso ganado (redondeando hacia abajo) en esta búsqueda.</li><li>Reconstruir una conexión: Nombra una de las conexiones del personaje anterior, visualiza cómo el tiempo o las circunstancias han la han cambiado de forma dramática. Al @Compendium[foundry-ironsworn.starforgedmoves.05909d6310d209a6]{Crear una conexión} con esta conexión obtienes un éxito total automático y haz dos marcas en el registro de legado de vínculos.</li><li>Explora un terreno familiar: Nombra una localización que significase algo para el personaje anterior. Cuando visites este lugar visualiza cómo ha cambiado o está en peligro. Luego haz dos marcas en el registro de legado de descubrimientos.</li><li>Lidiar con las consecuencias: Visualiza cómo uno de los enemigos del personaje anterior ha ganado poder o influencia.</li><li>Cambiar lealtades: Visualiza cómo empiezas en una posición opuesta a las creencias, objetivos o lealtades del personaje anterior.</li><li>Abre la caja de Pandora: Visualiza cómo un avance o descrubrimiento ha liberado terribles consecuencias inesperadas.</li></ul>",
            "trigger text": "Cuando te retiras y dejas atrás tu vida de aventuras o sucumbes a la muerta o la desolación...",
            "weak": "<p>Elige uno:</p><ul><li>Compétalo: Escoge una búsqueda no completada del personaje anterior y procede a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurar por el hierro} (con un éxito total automático) que lo cumplirás. Puedes marcar inmediatamente hasta la mitad del progreso ganado (redondeando hacia abajo) en esta búsqueda.</li><li>Reconstruir una conexión: Nombra una de las conexiones del personaje anterior, visualiza cómo el tiempo o las circunstancias han la han cambiado de forma dramática. Al @Compendium[foundry-ironsworn.starforgedmoves.05909d6310d209a6]{Crear una conexión} con esta conexión obtienes un éxito total automático y haz dos marcas en el registro de legado de vínculos.</li><li>Explora un terreno familiar: Nombra una localización que significase algo para el personaje anterior. Cuando visites este lugar visualiza cómo ha cambiado o está en peligro. Luego haz dos marcas en el registro de legado de descubrimientos.</li><li>Lidiar con las consecuencias: Visualiza cómo uno de los enemigos del personaje anterior ha ganado poder o influencia.</li><li>Cambiar lealtades: Visualiza cómo empiezas en una posición opuesta a las creencias, objetivos o lealtades del personaje anterior.</li><li>Abre la caja de Pandora: Visualiza cómo un avance o descrubrimiento ha liberado terribles consecuencias inesperadas.</li></ul>"
        },
        "Develop Your Relationship": {
            "description": "<p><strong>Cuando refuerzas tu relación con una conexión</strong> haciendo algo de lo siguiente...</p><ul><li>prununciando un juramento para realizar una peligrosa búsqueda a su servicio</li><li>completando una búsqueda en su beneficio</li><li>valiéndote de su ayuda en una circunstancia desesperada</li><li>dándole algo de valor</li><li>compartiendo un momento profundo</li><li>apoyándote ante dificultades</li><li>poniendo a prueba vuestra relación y superándolo</li></ul><p>...puedes marcar progreso según el rango de la conexión.</p><p>Si ya compartes un vínculo con la conexión no marques progreso. En su lugar, tira +su rango para averiguar el impacto en tu legado: problemático=+1; peligroso=+2; formidable=+3; extremo+4; épico=+5. Con un <strong>éxito total</strong> haz 2 marcas en tu registro de legados de vínculos. Con un <strong>éxito total con coincidencia</strong> puedes también visualizar cómo los eventos recientes han mejorado el estatus de tu conexión y aumenta su rango en uno (si no era ya épico). Con un <strong>éxito parcial</strong> ganas +2 de impulso. Con un <strong>fallo</strong> no recibes ningún beneficio duradero.</p>",
            "miss": "<p>No recibes ningún beneficio duradero.</p>",
            "name": "Desarollar tu relación",
            "strong": "<p>Haz 2 marcas en tu registro de legado de vínculos.</p>",
            "trigger text": "Cuando refuerzas tu relación con una conexión...",
            "weak": "<p>Ganas +2 de impulso.</p>"
        },
        "Earn Experience": {
            "description": "<p><strong>Cuando llenas una casilla (4 marcas) en un registro de legado ganas 2 puntos de experiencia. Esta experiencia puede ser usada para @Compendium[foundry-ironsworn.starforgedmoves.d602da2ce0c05f2c]{Mejorar}.</p><p>Una vez completas la décima casilla de un registro de legado limpia el registro. Puedes empezar de nuevo a marcar progreso en el registro, pero ganas experiencia a un ritmo reducido de 1 punto de experiencia (en lugar de 2) por cada casilla llena. Si haces una tirada de progreso contra ese registro resuelve el resultado como si el progreso fuese 10.</p>",
            "name": "Ganar experiencia",
            "trigger text": "Cuando llenas una casilla (4 marcas) en un registro de legado..."
        },
        "End a Session": {
            "description": "<p><strong>Cuando terminas una sesión o capítulo de juego significativos</strong> reflexiona sobre los eventos de juego e identifica oportunidades perdidas de marcar progreso.</p><ul><li>Si has reforzado tu lazo con una conexión puedes @Compendium[foundry-ironsworn.starforgedmoves.141aec8b92efd14b]{Desarrollar la relación}.</li><li>Si has hecho progreso en una búsqueda puedes @Compendium[foundry-ironsworn.starforgedmoves.0d7f13818c1c19ed]{Llegar a un hito}.</li></ul><p>Si hay una búsqueda, conexión o cualquier otra situación en la que quieras enfocarte en tu próxima sesión anótalo y ganas +1 de impulso.</p>",
            "name": "Terminar una sesión",
            "trigger text": "Cuando terminas una sesión o capítulo de juego significativos..."
        },
        "Endure Harm": {
            "description": "<p><strong>Cuando soportas una herida física, fatiga o enfermedad</strong> sufre -1 de salud por un daño menor, -2 por un daño grave o -3 por un daño mayor. Si tu salud es 0 debes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} igual a cualquier daño restante.</p><p>Luego, is tu salud es 0 o eliges resistir el daño tira +corazón o +hierro, el que sea mayor.</p><p>Con un <strong>éxito total</strong> elige uno.</p><ul><li>No era para tanto: Si no estás herido ganas +1 de salud</li><li>El dolor es mi alimento: Ganas +1 de impulso</li></ul><p>Con un <strong>éxito parcial</strong> si no estás herido puedes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-1) a cambio de +1 de salud. En cualquier otro caso, sigue adelante.</p><p>Con un <strong>fallo</strong> es peor de lo que pensabas. Debes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-2) o sufrir un -1 de salud adicional. Si tu salud es 0 debes marcar también herido o herido permanentemente o tirar en la tabla siguiente.</p><table><thead><tr><th>Tirada</th><th>Resultado</th></tr></thead><tbody><tr><td>1-10</td><td>Sufres daño mortal. Debes @Compendium[foundry-ironsworn.starforgedmoves.0cfcd6fbaf6135d0]{Afrontar la muerte}.</td></tr><tr><td>11-20</td><td>Estás a las puertas de la muerte. Debes @Compendium[foundry-ironsworn.starforgedmoves.2051538f0c9d5d27]{Sanar} en una hora o dos y subir tu salud por encima de cero o @Compendium[foundry-ironsworn.starforgedmoves.0cfcd6fbaf6135d0]{Afrontar la muerte}.</td></tr><tr><td>21-35</td><td>Estás inconsciente y fuera de acción. Si estás solo te despiertas en una hora o dos. Si eres vulnerable a un daño continuado debes @Compendium[foundry-ironsworn.starforgedmoves.0cfcd6fbaf6135d0]{Afrontar la muerte}.</td></tr><tr><td>36-50</td><td>Estás tambaleándote. Si realizas alguna actividad vigorosa antes de descansar tira de nuevo en esta tabla antes de resolver el otro movimiento.</td></tr><tr><td>51-100</td><td>Sigues en pie.</td></tr></tbody></table>",
            "miss": "<p>Es peor de lo que pensabas. Debes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-2) o sufrir un -1 de salud adicional. Si tu salud es 0 debes marcar también herido o herido permanentemente o tirar en la tabla siguiente.</p><table><thead><tr><th>Tirada</th><th>Resultado</th></tr></thead><tbody><tr><td>1-10</td><td>Sufres daño mortal. Debes @Compendium[foundry-ironsworn.starforgedmoves.0cfcd6fbaf6135d0]{Afrontar la muerte}.</td></tr><tr><td>11-20</td><td>Estás a las puertas de la muerte. Debes @Compendium[foundry-ironsworn.starforgedmoves.2051538f0c9d5d27]{Sanar} en una hora o dos y subir tu salud por encima de cero o @Compendium[foundry-ironsworn.starforgedmoves.0cfcd6fbaf6135d0]{Afrontar la muerte}.</td></tr><tr><td>21-35</td><td>Estás inconsciente y fuera de acción. Si estás solo te despiertas en una hora o dos. Si eres vulnerable a un daño continuado debes @Compendium[foundry-ironsworn.starforgedmoves.0cfcd6fbaf6135d0]{Afrontar la muerte}.</td></tr><tr><td>36-50</td><td>Estás tambaleándote. Si realizas alguna actividad vigorosa antes de descansar tira de nuevo en esta tabla antes de resolver el otro movimiento.</td></tr><tr><td>51-100</td><td>Sigues en pie.</td></tr></tbody></table>",
            "name": "Soportar el daño",
            "strong": "<p>Elige uno.</p><ul><li>No era para tanto: Si no estás herido ganas +1 de salud</li><li>El dolor es mi alimento: Ganas +1 de impulso</li></ul>",
            "trigger text": "Cuando soportas una herida física, fatiga o enfermedad...",
            "weak": "<p>Si no estás herido puedes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-1) a cambio de +1 de salud. En cualquier otro caso, sigue adelante.</p>"
        },
        "Endure Stress": {
            "description": "<p><strong>Cuando afrontas tensión mental, conmoción o desesperación</strong> sufre -1 de entereza por un estrés menor, -2 por un estrés grave y -3 por un estrés mayor. Si tu entereza es 0 debes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} igual al estrés sobrante.</p><p>Luego, si tu entereza es 0 o si eliges resistir el estrés tira +entereza o +corazón, el que sea mayor.</p><p>Con un <strong>éxito total</strong> elige uno.</p><ul><li>No era para tanto: Si no estás conmocionado ganas +1 de entereza</li><li>Me alimento de oscuridad: Ganas +1 de impulso</li></ul><p>Con un <strong>éxito parcial</strong> si no estás conmocionado puedes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-1) a cambio de +1 de entereza. En cualquier otro caso sigues adelante.</p><p>Con un <strong>fallo</strong> es peor de lo que pensabas. Debes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-2) o sufrir -1 de entereza adicional. Si tu entereza es 0 debes marcar también conmocionado o traumatizado o tirar en la siguiente tabla.</p><table><thead><tr><th>Tirada</th><th>Resultado</th></tr></thead><tbody><tr><td>1-10</td><td>Estás sobrepasado. Debes @Compendium[foundry-ironsworn.starforgedmoves.ff17e67a59539df4]{Afrontar la desolación}.</td></tr><tr><td>11-25</td><td>Te rindes. Debes @Compendium[foundry-ironsworn.starforgedmoves.449c1e260c941a40]{Romper tu juramento}.</td></tr><tr><td>26-50</td><td>Te dejas llevar por el miedo o la presión y actúas en contra de tus propios instintos.</td></tr><tr><td>51-100</td><td>Perseveras.</td></tr></tbody></table>",
            "miss": "<p>Es peor de lo que pensabas. Debes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-2) o sufrir -1 de entereza adicional. Si tu entereza es 0 debes marcar también conmocionado o traumatizado o tirar en la siguiente tabla.</p><table><thead><tr><th>Tirada</th><th>Resultado</th></tr></thead><tbody><tr><td>1-10</td><td>Estás sobrepasado. Debes @Compendium[foundry-ironsworn.starforgedmoves.ff17e67a59539df4]{Afrontar la desolación}.</td></tr><tr><td>11-25</td><td>Te rindes. Debes @Compendium[foundry-ironsworn.starforgedmoves.449c1e260c941a40]{Romper tu juramento}.</td></tr><tr><td>26-50</td><td>Te dejas llevar por el miedo o la presión y actúas en contra de tus propios instintos.</td></tr><tr><td>51-100</td><td>Perseveras.</td></tr></tbody></table>",
            "name": "Soportar el estrés",
            "strong": "<p>Elige uno.</p><ul><li>No era para tanto: Si no estás conmocionado ganas +1 de entereza</li><li>Me alimento de oscuridad: Ganas +1 de impulso</li></ul>",
            "trigger text": "Cuando afrontas tensión mental, conmoción o desesperación...",
            "weak": "<p>Si no estás conmocionado puedes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-1) a cambio de +1 de entereza. En cualquier otro caso sigues adelante.</p>"
        },
        "Enter the Fray": {
            "description": "<p><strong>Cuando inicias un combate o te ves forzado a pelear</strong> visualiza tu objetivo y dale un rango. Si el combate incluye distintos retos o fases establece un objetivo con un rango para cada uno.</p><p>Luego tira para ver si tienes el control. Si...</p><ul><li>Estás en movimiento: Tira +filo</li><li>Te enfrentas a tu oponente: Tira +corazón</li><li>Estás cuerpo a cuerpo con tu oponente: Tira +hierro</li><li>Estás preparándote para actuar contra un oponente desprevenido: Tira +sombra</li><li>Has caído en una trampa o estás evaluando la situación: Tira +mente</li></ul><p>Con un <strong>éxito total</strong> obtienes ambos. Con un <strong>éxito parcial</strong> elige uno.</p><ul><li>Ganas +2 de impulso</li><li>Tienes el control</li></ul><p>Con un <strong>fallo</strong> empiezas la pelea estando en una mala posición.</p>",
            "miss": "<p>Comienzas la pelea estando en una mala posición.</p>",
            "name": "Entrar en liza",
            "strong": "<p>Ganas +2 de impulso. Tienes el control.</p>",
            "trigger options": [
                "Estás en movimiento",
                "Te enfrentas a tu oponente",
                "Estás cuerpo a cuerpo con tu oponente",
                "Estás preparándote para actuar contra un oponente desprevenido",
                "Has caído en una trampa o estás evaluando la situación"
            ],
            "trigger text": "Cuando inicias un combate o te ves forzado a pelear...",
            "weak": "<p>Elige uno.</p><ul><li>Ganas +2 de impulso</li><li>Tienes el control</li></ul>"
        },
        "Explore a Waypoint": {
            "description": "<p><strong>Cuando te desvías de una expedición para examinar una localización notable</strong> tira +mente.</p><p>Con un <strong>éxito total</strong> elige uno. Con un <strong>éxito total con coincidencia</strong> puedes @Compendium[foundry-ironsworn.starforgedmoves.75d5b0762ebab856]{Hacer un descrubrimiento} en lugar de eso.</p><ul><li>Encontrar una oportunidad: Visualiza una revelación, situación, recurso o encuentro favorable. Luego gana +2 de impulso.</li><li>Gana progreso: Marca progreso en tu expedición, según su rango.</li></ul><p>Con un <strong>éxito parcial</strong> descubres algo interesante pero está envuelto en un peligro o revela un aspecto ominoso de este lugar. Visualiza lo que encuentras. Luego gana +1 de impulso.</p><p>Con un <strong>fallo</strong> encuentras una dificultad o amenaza inmediata. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}. Con un <strong>fallo con coincidencia</strong> puedes, en vez de eso, you may instead @Compendium[foundry-ironsworn.starforgedmoves.6848983199a497df]{Afrontar el caos}.</p>",
            "miss": "<p>Encuentras una dificultad o amenaza inmediata. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}. Con un <strong>fallo con coincidencia</strong> puedes, en vez de eso, you may instead @Compendium[foundry-ironsworn.starforgedmoves.6848983199a497df]{Afrontar el caos}.</p>",
            "name": "Explorar un punto de ruta",
            "strong": "<p>Elige uno.</p><ul><li>Encontrar una oportunidad: Visualiza una revelación, situación, recurso o encuentro favorable. Luego gana +2 de impulso.</li><li>Gana progreso: Marca progreso en tu expedición, según su rango.</li></ul>",
            "trigger text": "Cuando te desvías de una expedición para examinar una localización notable...",
            "weak": "<p>Descubres algo interesante pero está envuelto en un peligro o revela un aspecto ominoso de este lugar. Visualiza lo que encuentras. Luego gana +1 de impulso.</p>"
        },
        "Face Danger": {
            "description": "<p><strong>Cuando intentas algo arriesgado o reaccionas a una amenaza inminente</strong> visualiza tu acción y tira. Si actúas...</p><ul><li>Con velocidad, movilidad o agilidad: Tira +filo</li><li>Con resolución, mando o sociabilidad: Tira +corazón</li><li>Con fuerza, resistencia o agresión: Tira +hierro</li><li>Con engaño, sigilo o tretas: Tira +sombra</li><li>Con experiencia, foco y observación: Tira +mente</li></ul><p>Con un <strong>éxito total</strong> lo consigues. Ganas +1 de impulso.</p><p>Con un <strong>éxito parcial</strong> lo consigues, pero no sin un coste. Haz un movimiento de sufrimiento (-1).</p><p>Con un <strong>fallo</strong> no lo consigues o un éxito momentáneo se ve socavado por un aciago giro de acontecimientos. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "miss": "<p>No lo consigues o un éxito momentáneo se ve socavado por un aciago giro de acontecimientos. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "name": "Afrontar el peligro",
            "strong": "<p>Lo consigues. Ganas +1 de impulso.</p>",
            "trigger options": [
                "Con velocidad, movilidad o agilidad",
                "Con resolución, mando o sociabilidad",
                "Con fuerza, resistencia o agresión",
                "Con engaño, sigilo o tretas",
                "Con experiencia, foco y observación"
            ],
            "trigger text": "Cuando intentas algo arriesgado o reaccionas a una amenaza inminente...",
            "weak": "<p>Lo consigues, pero no sin un coste. Haz un movimiento de sufrimiento (-1).</p>"
        },
        "Face Death": {
            "description": "<p><strong>Cuando encuentras una situación donde la muerte es un resultado inmediato e inevitable</strong> estás muerto. <strong>Cuando estás al borde de la muerte y tienes una oportunidad de recuperarte o redimirte</strong> tira +corazón.</p><p>Con un <strong>éxito total</strong> eres arrojado de nuevo al mundo de los mortales.</p><p>Con un <strong>éxito parcial</strong> elige una.</p><ul><li>Mueres, pero no antes de hacer un noble sacrificio. Detalla tus últimos momentos.</li><li>Hay más que hacer. Visualiza qué se revela o se te pide a las puertas de la muerte y procede a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurar por el hierro} que completarás una búsqueda extrema. Regresas al mundo de los vivos y debes marcar <strong>condenado<strong>. Cuando completes esa búsqueda borra el impacto.</li></ul><p>Con un <strong>fallo</strong> mueres.</p>",
            "miss": "<p>Mueres.</p>",
            "name": "Afrontar la muerte",
            "strong": "<p>Eres arrojado de vuelta al mundo de los vivos.</p>",
            "trigger text": "Cuando estás al borde de la muerte y tienes una oportunidad de recuperarte o redimirte...",
            "weak": "<p>Elige una.</p><ul><li>Mueres, pero no antes de hacer un noble sacrificio. Detalla tus últimos momentos.</li><li>Hay más que hacer. Visualiza qué se revela o se te pide a las puertas de la muerte y procede a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurar por el hierro} que completarás una búsqueda extrema. Regresas al mundo de los vivos y debes marcar <strong>condenado<strong>. Cuando completes esa búsqueda borra el impacto.</li></ul>"
        },
        "Face Defeat": {
            "description": "<p><strong>Cuando abandonas o eres privado de un objetivo</strong> visualiza la consecuencia de este fallo, borra el objetivo y @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p><p>Si la lucha continúa puedes crear un nuevo objetivo y darle un rango que represente el cambio de situación. Si quedan más objetivos la lucha continúa y estás en una mala posición.</p>",
            "name": "Afrontar la derrota",
            "trigger text": "Cuando abandonas o eres privado de un objetivo..."
        },
        "Face Desolation": {
            "description": "<p><strong>Cuando estás al borde de la desolación</strong> tira +corazón.</p><p>Con un <strong>éxito total</strong> resistes y sigues adelante a pesar de las dificultades.</p><p>Con un <strong>éxito parcial</strong> elige una.</p><ul><li>Te rompes por dentro, pero no antes de hacer un noble sacrificio. Visualiza tus últimos momentos.</li><li>Tienes una visión en la que se te revela cómo sucederá algo terrible. Concreta en qué consiste ese futuro aciago y procede a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurar por el hierro} que lo impedirás mediante una búsqueda extrema. Vuelves a tus cabales y debes marcar <strong>atormentado</strong>. Cuando completes esta búsqueda elimina el impacto.</li></ul><p>Con un <strong>fallo</strong> sucumbes a la desesperación o el horror y te pierdes para siempre.</p>",
            "miss": "<p>Sucumbes a la desesperación o el horror y te pierdes para siempre.</p>",
            "name": "Afrontar la desolación",
            "strong": "<p>Resistes y sigues adelante a pesar de las dificultades.</p>",
            "trigger text": "Cuando estás al borde de la desolación...",
            "weak": "<p>Elige una.</p><ul><li>Te rompes por dentro, pero no antes de hacer un noble sacrificio. Visualiza tus últimos momentos.</li><li>Tienes una visión en la que se te revela cómo sucederá algo terrible. Concreta en qué consiste ese futuro aciago y procede a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurar por el hierro} que lo impedirás mediante una búsqueda extrema. Vuelves a tus cabales y debes marcar <strong>atormentado</strong>. Cuando completes esta búsqueda elimina el impacto.</li></ul>"
        },
        "Finish an Expedition": {
            "description": "<p><strong>Cuando una expedición llega a su fin</strong> tira los dados de desafío y compáralos con tu progreso.</p><p>Con un <strong>éxito total</strong> llegas a tu destino o completas el reconocimiento. Marca una recompensa en el registro de legado de descubrimientos según el rango de la expedición: problemático=1 marca; peligroso=2 marcas; formidable=1 casilla; extremo=2 casillas; épico=3 casillas. Cualquier aliado con el que compartieses la expedición también marca progreso.</p><p>Con un <strong>éxito parcial</strong> como arriba, pero debes afrontar una complicación inesperada al final de tu expedición. Haz la recompensa de legado un rango menor y visualiza lo que te encuentras.</p><p>Con un <strong>fallo</strong> te es imposible llegar a tu destino o entiendes la verdadera naturaleza o coste de la expedición. Visualiza lo que pasa y escoge una.</p><ul><li>Abandona la expedición: Visualiza el coste de este contratiempo y @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</li><li>Vuelve a la expedición: Tira ambos dados de desafío, coge el menor valor y borra ese número de casillas de progreso. Luego incrementa el rango de la expedición en uno (si no era ya épica).</li></ul>",
            "miss": "<p>Te es imposible llegar a tu destino o entiendes la verdadera naturaleza o coste de la expedición. Visualiza lo que pasa y escoge una.</p><ul><li>Abandona la expedición: Visualiza el coste de este contratiempo y @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</li><li>Vuelve a la expedición: Tira ambos dados de desafío, coge el menor valor y borra ese número de casillas de progreso. Luego incrementa el rango de la expedición en uno (si no era ya épica).</li></ul>",
            "name": "Terminar una expedición",
            "strong": "<p>Llegas a tu destino o completas el reconocimiento. Marca una recompensa en el registro de legado de descubrimientos según el rango de la expedición: problemático=1 marca; peligroso=2 marcas; formidable=1 casilla; extremo=2 casillas; épico=3 casillas. Cualquier aliado con el que compartieses la expedición también marca progreso.</p>",
            "trigger text": "Cuando una expedición llega a su fin...",
            "weak": "<p>Llegas a tu destino o completas el reconocimiento, pero debes afrontar una complicación inesperada al final de tu expedición. Marca una recompensa en el registro de legado de descubrimientos según el rango de la expedición (problemático=1 marca; peligroso=2 marcas; formidable=1 casilla; extremo=2 casillas; épico=3 casillas). Haz la recompensa de legado un rango menor y visualiza lo que te encuentras.</p>"
        },
        "Finish the Scene": {
            "description": "<p><strong>Cuando el reloj de tensión o el registro de progreso de un reto de escena se llena o cuando los eventos llevan a la conclusión de la escena</strong> tira los dados de desafío y compáralos con tu progreso.</p><p>Con un <strong>éxito total</strong> logras tu objetivo de forma incondicional.</p><p>Con un <strong>éxito parcial</strong> lo logras, pero no sin un coste. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}. Hazlo un coste menor relativo al ámbito de la escena.</p><p>Con un <strong>fallo</strong> no lo consigues o te ves afectado por un terrible y costoso giro de acontecimientos. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "miss": "<p>No lo consigues o te ves afectado por un terrible y costoso giro de acontecimientos. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "name": "Terminar la escena",
            "strong": "<p>Consigues tu objetivo de forma incondicional.</p>",
            "trigger text": "Cuando el reloj de tensión o el registro de progreso de un reto de escena se llena o cuando los eventos llevan a la conclusión de la escena...",
            "weak": "<p>Lo logras, pero no sin un coste. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}. Hazlo un coste menor relativo al ámbito de la escena.</p>"
        },
        "Forge a Bond": {
            "description": "<p><strong>Cuando tu relación con una conexión está lista para evolucionar</strong> tira los dados de desafío y compáralos con tu progreso.</p><p>Con un <strong>éxito total</strong> ahora compartís un vínculo. Marca una recompensa en tu registro de legado de vínculos según el rango de la conexión: problemático=1 marca; peligroso=2 marcas; formidable=1 casilla; extremo=2 casillas; épico=3 casillas. Cualquier aliado que compartiese esta conexión también marca la recompensa. Luego, elige una.</p><ul><li>Aumentar su influencia: Cuando te ayudan en un movimiento asociado con su rol suma +2 en lugar de +1.</li><li>Expande su influencia: Dale un segundo rol. Cuando te ayude en un movimiento relacionado con cualquiera de sus roles suma +1 y gana +1 de impulso con un éxito.</li></ul><p>Con un <strong>éxito parcial</strong> como arriba, pero te pide algo primero. Para ganar el vínculo y la recompensa de legado visualiza la naturaleza de esta petición y hazlo (o procede a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurar por el hierro} que lo harás).</p><p>Con un <strong>fallo</strong> se revela una motivación o trasfondo que os pone en desacuerdo. Si vuelves a comprometerte con esta relación, tira ambos dados de desafío, toma el valor más bajo y borra esa cantidad de casillas de progreso. Luego, aumenta el rango de la conexión en uno (si no era ya épico).</p>",
            "miss": "<p>Se revela una motivación o trasfondo que os pone en desacuerdo. Si vuelves a comprometerte con esta relación, tira ambos dados de desafío, toma el valor más bajo y borra esa cantidad de casillas de progreso. Luego, aumenta el rango de la conexión en uno (si no era ya épico).</p>",
            "name": "Forjar un vínculo",
            "strong": "<p>Ahora compartís un vínculo. Marca una recompensa en tu registro de legado de vínculos según el rango de la conexión: problemático=1 marca; peligroso=2 marcas; formidable=1 casilla; extremo=2 casillas; épico=3 casillas. Cualquier aliado que compartiese esta conexión también marca la recompensa. Luego, elige una.</p><ul><li>Aumentar su influencia: Cuando te ayudan en un movimiento asociado con su rol suma +2 en lugar de +1.</li><li>Expande su influencia: Dale un segundo rol. Cuando te ayude en un movimiento relacionado con cualquiera de sus roles suma +1 y gana +1 de impulso con un éxito.</li></ul>",
            "trigger text": "Cuando tu relación con una conexión está lista para evolucionar...",
            "weak": "<p>Te pide algo primero. Para ganar el vínculo y la recompensa de legado visualiza la naturaleza de esta petición y hazlo (o procede a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurar por el hierro} que lo harás).</p><p>Si lo haces, ahora compartís un vínculo. Marca una recompensa en tu registro de legado de vínculos según el rango de la conexión: problemático=1 marca; peligroso=2 marcas; formidable=1 casilla; extremo=2 casillas; épico=3 casillas. Cualquier aliado que compartiese esta conexión también marca la recompensa. Luego, elige una.</p><ul><li>Aumentar su influencia: Cuando te ayudan en un movimiento asociado con su rol suma +2 en lugar de +1.</li><li>Expande su influencia: Dale un segundo rol. Cuando te ayude en un movimiento relacionado con cualquiera de sus roles suma +1 y gana +1 de impulso con un éxito.</li></ul>"
        },
        "Forsake Your Vow": {
            "description": "<p><strong>Cuando renuncias a tu búsqueda, rompes tu promesa o el objetivo se ha perdido</strong> borra el juramento.</p><p>Luego visualiza el impacto de este fallo y elige uno o más según la naturaleza del juramento. Cualquier aliado que compartiese este juramento puede también visualizar un coste.</p><ul><li>Estás desmoralizado o desanimado: @Compendium[foundry-ironsworn.starforgedmoves.ff32c523829d6481]{Soportar el estrés}.</li><li>Una conexión pierde la fe: debes @Compendium[foundry-ironsworn.starforgedmoves.8704c945023355fb]{Poner a prueba tu relación} cuando vuelvas a interactuar con la conexión.</li><li>Abandona un recurso o selda: descarta ese recurso.</li><li>Otro paga el precio: Visualiza como otra persona, ser o comunidad corre con el coste del fracaso.</li><li>Alguien se aprovecha: Visualiza cómo un enemigo gana poder.</li><li>Tu reputación se resiente: Visualiza cómo este fracaso te marca.</li></ul>",
            "name": "Romper tu juramento",
            "trigger text": "Cuando renuncias a tu búsqueda, rompes tu promesa o el objetivo se ha perdido..."
        },
        "Fulfill Your Vow": {
            "description": "<p><strong>Cuando llegas al final de tu búsqueda</strong> tira los dados de desafío y compáralos con tu progreso.</p><p>Con un <strong>éxito total</strong> tu juramento está cumplido. Marca una recompensa en el registro de legado de búsquedas según el rango del juramento: problemático=1 marca; peligroso=2 marcas; formidable=1 casilla; extremo=2 casillas; épico=3 casillas. Cualquier aliado que compartiese este juramento también marca la recompensa.</p><p>Con un <strong>éxito parcial</strong> como arriba, pero hay algo más que hacer o te das cuenta de la verdad sobre tu búsqueda. Si procedes a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurar por el hierro} para arreglar las cosas recibe la recompensa de legado entera. De lo contrario, haz la recompensa un rango menor.</p><p>Con un <strong>fallo</strong> tu juramento se deshace debido a una complicación o revelación inesperadas. Visualiza lo que pasa y elige una.</p><ul><li>Te rindes: Procede a @Compendium[foundry-ironsworn.starforgedmoves.449c1e260c941a40]{Romper tu juramento}.</li><li>Vuelve a comprometerte con la búsqueda: Tira ambos dados de desadfío, toma el valor menor y borra tantas casillas de progreso. Luego aumenta el rango del juramento en uno (si no era ya épico).</li></ul>",
            "miss": "<p>Tu juramento se deshace debido a una complicación o revelación inesperadas. Visualiza lo que pasa y elige una.</p><ul><li>Te rindes: Procede a @Compendium[foundry-ironsworn.starforgedmoves.449c1e260c941a40]{Romper tu juramento}.</li><li>Vuelve a comprometerte con la búsqueda: Tira ambos dados de desadfío, toma el valor menor y borra tantas casillas de progreso. Luego aumenta el rango del juramento en uno (si no era ya épico).</li></ul>",
            "name": "Cumplir tu juramento",
            "strong": "<p>Tu juramento está cumplido. Marca una recompensa en el registro de legado de búsquedas según el rango del juramento: problemático=1 marca; peligroso=2 marcas; formidable=1 casilla; extremo=2 casillas; épico=3 casillas. Cualquier aliado que compartiese este juramento también marca la recompensa.</p>",
            "trigger text": "Cuando llegas al final de tu búsqueda...",
            "weak": "<p>Hay algo más que hacer o te das cuenta de la verdad sobre tu búsqueda. Si procedes a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurar por el hierro} para arreglar las cosas recibe la recompensa de legado entera según su rango: problemático=1 marca; peligroso=2 marcas; formidable=1 casilla; extremo=2 casillas; épico=3 casillas. De lo contrario, haz la recompensa un rango menor. Cualquier aliado que compartiese este juramento también marca la recompensa.</p>"
        },
        "Gain Ground": {
            "description": "<p><strong>Cuando tienes el control y realizas una acción en una lucha para reforzar tu posición o progresar hacia un objetivo</strong> visualiza tu enfoque y tira. Si estás...</p><ul><li>En persecución, huida o maniobrando: Tira +filo</li><li>Cargando audazmente, acudiendo en ayuda de otros, negociando o mandando: Tira +corazón</li><li>Ganando ventaja con fuerza o haciendo amenazas: Tira +hierro</li><li>Escondiéndote, preparando una emboscada o desviando: Tira +sombra</li><li>Coordinando un plan, estudiando una situación o ganando ventaja inteligentemente: Tira +mente</li></ul><p>Con un <strong>éxito</strong> mantienes el control. Con un <strong>éxito total</strong> elige dos. Con un <strong>éxito parcial</strong> elige uno.</p><ul><li>Marca progreso</li><li>Gana +2 de impulso</li><li>Suma +1 en tu próximo movimiento que no sea de progreso</li></ul><p>Con un <strong>fallo</strong> tu enemigo cambia las tornas. La pelea se mueve a una nueva localización o encuentras un nuevo peligro. Estás en una mala posición. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "miss": "<p>Tu enemigo cambia las tornas. La pelea se mueve a una nueva localización o encuentras un nuevo peligro. Estás en una mala posición. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "name": "Ganar terreno",
            "strong": "<p>Tienes el control. Elige dos.</p><ul><li>Marca progreso</li><li>Gana +2 de impulso</li><li>Suma +1 en tu próximo movimiento que no sea de progreso</li></ul>",
            "trigger options": [
                "En persecución, huida o maniobrando",
                "Cargando audazmente, acudiendo en ayuda de otros, negociando o mandando",
                "Ganando ventaja con fuerza o haciendo amenazas",
                "Escondiéndote, preparando una emboscada o desviando",
                "Coordinando un plan, estudiando una situación o ganando ventaja inteligentemente"
            ],
            "trigger text": "Cuando tienes el control y realizas una acción en una lucha para reforzar tu posición o progresar hacia un objetivo...",
            "weak": "<p>Tienes el control. Elige uno.</p><ul><li>Marca progreso</li><li>Gana +2 de impulso</li><li>Suma +1 en tu próximo movimiento que no sea de progreso</li></ul>"
        },
        "Gather Information": {
            "description": "<p><strong>Cuando buscas pistas, llevas a cabo una investigación, analizas evidencias o investigas</strong> tira +mente.</p><p>Con un <strong>éxito total</strong> descubres algo útil y específico. El camino o acción a seguir para hacer progreso es claro. Visualiza lo que descubres. Luego ganas +2 de impulso.</p><p>Con un <strong>éxito parcial</strong> la información proporciona una nueva perspectiva, pero también complica tu búsqueda. Visualiza qué descubres. Luego, gana +1 de impulso.</p><p>Con un <strong>fallo</strong> tu investigación descubre una amenaza terrible o revela una verdad desagradable que socava tu búsqueda. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "miss": "<p>Tu investigación descubre una amenaza terrible o revela una verdad desagradable que socava tu búsqueda. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p></p>",
            "name": "Reunir información",
            "strong": "<p>Descubres algo útil y específico. El camino o acción a seguir para hacer progreso es claro. Visualiza lo que descubres. Luego ganas +2 de impulso.</p>",
            "trigger text": "Cuando buscas pistas, llevas a cabo una investigación, analizas evidencias o investigas...",
            "weak": "<p>La información proporciona una nueva perspectiva, pero también complica tu búsqueda. Visualiza qué descubres. Luego, gana +1 de impulso.</p>"
        },
        "Heal": {
            "description": "<p><strong>Cuando recibes atención médica o proporcionas tratamiento</strong> visualiza la situación y tira. Si...</p><ul><li>Recibes tratamiento de alguien que no es un aliado: Tira +hierro</li><li>Tratas tus propias heridas: Tira +hierro or +mente, el que sea menor</li><li>Obtienes tratamiento para un compañero: Tira +corazón</li><li>Proporcionas atención: Tira +mente</li></ul><p>Con un <strong>éxito total</strong> la atención es útil. Si tú (o el aliado bajo tu cuidado) está <strong>herido</strong> borra el impacto y recibe o proporciona +2 de salud. En cualquier otro caso, recibe o proporciona +3 de salud.</p><p>Con un <strong>éxito parcial</strong> como arriba, pero la recuperación requiere algo más de tiempo o recursos. Elige uno: Debes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-2) o @Compendium[foundry-ironsworn.starforgedmoves.0fcfea7696d1de15]{Sacrificar Recursos} (-2).</p><p>Con un <strong>fallo</strong> la ayuda no es efectiva y la situación empeora. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "miss": "<p>La ayuda no es efectiva y la situación empeora. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "name": "Curar",
            "strong": "<p>La atención es útil. Si tú (o el aliado bajo tu cuidado) está <strong>herido</strong> borra el impacto y recibe o proporciona +2 de salud. En cualquier otro caso, recibe o proporciona +3 de salud.</p>",
            "trigger options": [
                "Recibes tratamiento de alguien que no es un aliado",
                "Tratas tus propias heridas",
                "Obtienes tratamiento para un compañero",
                "Proporcionas atención"
            ],
            "trigger text": "Cuando recibes atención médica o proporcionas tratamiento...",
            "weak": "<p>La atención es útil. Si tú (o el aliado bajo tu cuidado) está <strong>herido</strong> borra el impacto y recibe o proporciona +2 de salud. En cualquier otro caso, recibe o proporciona +3 de salud.</p><p>No obstante, la recuperación requiere algo más de tiempo o recursos. Elige uno: Debes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-2) o @Compendium[foundry-ironsworn.starforgedmoves.0fcfea7696d1de15]{Sacrificar Recursos} (-2).</p>"
        },
        "Hearten": {
            "description": "<p><strong>Cuando socializas, compartes intimidad o encuentras un momento de paz</strong> tira +corazón.</p><p>Con un <strong>éxito total</strong> encuentras compañía o consuelo y tu entereza se fortalece. Si estás <strong>conmocionado</strong> borra el impacto y gana +1 de entereza. En cualquier otro caso, gana +2 de entereza. Si haces este movimiento al @Compendium[foundry-ironsworn.starforgedmoves.3de42d2d3cb78855]{Pasar tiempo en una comunidad} gana un +1 adicional.</p><p>Con un <strong>éxito parcial</strong> como arriba, pero esta indulgencia es fugaz. Visualiza una interrupción, complicación o conflicto interno. Luego procede a @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-1).</p><p>Con un <strong>fallo</strong> no encuentras consuelo y la situación empeora. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "miss": "<p>No encuentras consuelo y la situación empeora. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "name": "Reconfortarte",
            "strong": "<p>Encuentras compañía o consuelo y tu entereza se fortalece. Si estás <strong>conmocionado</strong> borra el impacto y gana +1 de entereza. En cualquier otro caso, gana +2 de entereza. Si haces este movimiento al @Compendium[foundry-ironsworn.starforgedmoves.3de42d2d3cb78855]{Pasar tiempo en una comunidad} gana un +1 adicional.</p>",
            "trigger text": "Cuando socializas, compartes intimidad o encuentras un momento de paz...",
            "weak": "<p>Encuentras compañía o consuelo y tu entereza se fortalece. Si estás <strong>conmocionado</strong> borra el impacto y gana +1 de entereza. En cualquier otro caso, gana +2 de entereza. Si haces este movimiento al @Compendium[foundry-ironsworn.starforgedmoves.3de42d2d3cb78855]{Pasar tiempo en una comunidad} gana un +1 adicional.</p><p>No obstante, esta indulgencia es fugaz. Visualiza una interrupción, complicación o conflicto interno. Luego procede a @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-1).</p>"
        },
        "Lose Momentum": {
            "description": "<p><strong>Cuando estás en desventaja o sufres una demora</strong> sufres -1 de impulso por un contratiempo menor, -2 por uno grave y -3 por uno mayor.</p><p>Cuando tu impulso llega a su mínimo (-6) y debes sufrir -impulso elige uno.</p><ul><li>Visualiza cómo se paga el precio y aplica el coste a un movimiento de sufrimiento distinto.</li><li>Visualiza cómo esto socava tu progreso en un juramento, expedición, conexión o combate. Entonces, borra una unidad de progreso en ese registro según su rango: problemático=3 casillas; peligroso=2 casillas; formidable=1 casilla; extremo=2 marcas; épico=1 marca.</li></ul>",
            "name": "Perder impulso",
            "trigger text": "Cuando estás en desventaja o sufres una demora"
        },
        "Make a Connection": {
            "description": "<p><strong>Cuando buscas una nueva relación o le das foco a una relación existente (no a un aliado o compañero)</strong> tira +corazón.</p><p>Con un <strong>éxito total</strong> creas una conexión. Dale un rol y un rango. Cuando tu conexión te ayuda en un movimiento relacionado con su rol suma +1 y gana +1 de impulso con un éxito.</p><p>Con un <strong>éxito parcial</strong> como arriba, pero la conexión viene con un coste o complicación. Visualiza qué revela o demanda.</p><p>Con un <strong>fallo</strong> no creas una conexión y la situación empeora. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "miss": "<p>No creas una conexión y la situación empeora. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "name": "Crear una conexión",
            "strong": "<p>Creas una conexión. Dale un rol y un rango. Cuando tu conexión te ayuda en un movimiento relacionado con su rol suma +1 y gana +1 de impulso con un éxito.</p>",
            "trigger text": "Cuando buscas una nueva relación o le das foco a una relación existente (no a un aliado o compañero)...",
            "weak": "<p>Creas una conexión, pero la conexión viene con un coste o complicación. Visualiza qué revela o demanda. Dale un rol y un rango. Cuando tu conexión te ayuda en un movimiento relacionado con su rol suma +1 y gana +1 de impulso con un éxito</p>"
        },
        "Make a Discovery": {
            "description": "<p><strong>Cuando descubres algo maravilloso explorando un punto de ruta</strong> tira en la tabla siguiente o elige una. Luego, visualiza la naturaleza del descubrimiento y cómo se revela. Cuando experimentas por primera vez el descubrimiento tú y tus aliados podéis hacer dos marcas en el registro de legado de descubrimientos.</p><table><thead><tr><th>Tirada</th><th>Resultado</th></tr></thead><tbody><tr><td>1-4</td><td>Tecnología avanzada esperando a ser aprovechada o recuperada</td></tr><tr><td>5-8</td><td>Archivo o mensaje antiguo</td></tr><tr><td>9-10</td><td>Consciencia artificial evolucionada a un estado superior</td></tr><tr><td>11-12</td><td>Pistas de un recurso crucial o un dominio inexplorado</td></tr><tr><td>13-14</td><td>Enviado de otro tiempo o realidad</td></tr><tr><td>15-22</td><td>Fenómeno natural extraordinario</td></tr><tr><td>23-24</td><td>Primer contacto con vida inteligente</td></tr><tr><td>25-26</td><td>Puerta a otro tiempo o realidad alternativa</td></tr><tr><td>27-28</td><td>Clave para descifrar un lenguaje o método de comunicación</td></tr><tr><td>29-34</td><td>Pueblo oculto o perdido</td></tr><tr><td>35-42</td><td>Formas de vida majestuosas o inusuales</td></tr><tr><td>43-46</td><td>Antigua maravilla de ingeniería</td></tr><tr><td>47-50</td><td>Artefacto o espécimen preservado milagrosamente</td></tr><tr><td>51-56</td><td>Arquitectura monumental o arte de una civilización antigua</td></tr><tr><td>57-62</td><td>Misterioso artefacto o dispositivo de valor potencial</td></tr><tr><td>63-66</td><td>Nuevo entendimiento de un misterio</td></tr><tr><td>67-68</td><td>Camino o forma de viajar a una localización distante</td></tr><tr><td>69-70</td><td>Persona o forma de vida con habilidades fenomenales</td></tr><tr><td>71-78</td><td>Lugar de belleza imponente</td></tr><tr><td>79-86</td><td>Recurso valioso y raro</td></tr><tr><td>87-88</td><td>Localización salvaguardada o idílica</td></tr><tr><td>89-90</td><td>Visiones o profecías del futuro</td></tr><tr><td>91-100</td><td>Tira dos veces</td></tr></tbody></table>",
            "name": "Hacer un descubrimiento",
            "trigger text": "Cuando descubres algo maravilloso explorando un punto de ruta"
        },
        "Overcome Destruction": {
            "description": "<p><strong>Cuando tu vehículo de mando es destruido o perdido irrevocablemente</strong> tienes que descartar el recurso junto con todos los módulos y vehículos de soporte atracados.</p><p>Si sobrevives puedes usar tus conexiones para reemplazar algo de lo que se perdió. Para averiguar el coste tira los dados de desafío y compáralo con el pregreso en tu registro de legados de vínculos.</p><p>Con un <strong>éxito total</strong> puedes pedir un favor sin condiciones.</p><p>Con un <strong>éxito parcial</strong> le debes una a alguien. Marca <strong>endeudado</strong> y procede a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurar por el hierro} para completar una búsqueda extrema a su servicio. Cuando completes esta búsqueda puedes borrar el impacto.</p><p>Con un <strong>fallo</strong> como con un éxito parcial, pero esta búsqueda va contra tu naturaleza, te obliga a @Compendium[foundry-ironsworn.starforgedmoves.449c1e260c941a40]{Romper tu juramento} con otra búsqueda o es al servicio de un enemigo.</p><p>Si aceptas el coste obtienes 1 punto de experiencia por cada habilidad marcada en los recursos descartados (mínimo 3). Gasta esta experiencia solamente en un nuevo vehículo de mando, módulos y vehículos de soporte.</p>",
            "miss": "<p>Le debes una a alguien, pero esta búsqueda va contra tu naturaleza, te obliga a @Compendium[foundry-ironsworn.starforgedmoves.449c1e260c941a40]{Romper tu juramento} con otra búsqueda o es al servicio de un enemigo. Marca <strong>endeudado</strong> y procede a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurar por el hierro} para completar una búsqueda extrema a su servicio. Cuando completes esta búsqueda puedes borrar el impacto.</p><p>Si aceptas el coste obtienes 1 punto de experiencia por cada habilidad marcada en los recursos descartados (mínimo 3). Gasta esta experiencia solamente en un nuevo vehículo de mando, módulos y vehículos de soporte.</p>",
            "name": "Superar la destrucción",
            "strong": "<p>Puedes pedir un favor sin condiciones.</p><p>Si aceptas el coste obtienes 1 punto de experiencia por cada habilidad marcada en los recursos descartados (mínimo 3). Gasta esta experiencia solamente en un nuevo vehículo de mando, módulos y vehículos de soporte.</p>",
            "trigger text": "Cuando tu vehículo de mando es destruido o perdido irrevocablemente...",
            "weak": "<p>Le debes una a alguien. Marca <strong>endeudado</strong> y procede a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurar por el hierro} para completar una búsqueda extrema a su servicio. Cuando completes esta búsqueda puedes borrar el impacto.</p><p>Si aceptas el coste obtienes 1 punto de experiencia por cada habilidad marcada en los recursos descartados (mínimo 3). Gasta esta experiencia solamente en un nuevo vehículo de mando, módulos y vehículos de soporte.</p>"
        },
        "Pay the Price": {
            "description": "<p><strong>Cuando sufres el resultado de una acción</strong>, elige una.</p><ul><li>Haz que suceda el resultado más obvio.</li><li>@Compendium[foundry-ironsworn.starforgedmoves.bd6278f18bbd6739]Pregunta al oráculo} como inspiración. Interpreta la respuesta como una dificultad o complicación apropiada a la situación.</li><li>Tira en la siguiente tabla. Si el resultado no encaja tira de nuevo.</li></ul><table><thead><tr><th>Tirada</th><th>Resultado</th></tr></thead><tbody><tr><td>1-2</td><td>Un individuo o comunidad de confianza actúa contra ti</td></tr><tr><td>3-4</td><td>Un individuo o comunidad importante para ti está expuesto al peligro</td></tr><tr><td>5-7</td><td>Encuentras signos de una amenaza inminente</td></tr><tr><td>8-10</td><td>Creas una oportunidad para un enemigo</td></tr><tr><td>11-14</td><td>Te enfrentas a una dificil decisión</td></tr><tr><td>15-18</td><td>Afrontas las consecuencias de una decisión anterior</td></tr><tr><td>19-22</td><td>Un sorprendente giro de acontecimientos complica tu búsqueda</td></tr><tr><td>23-26</td><td>Te separas de algo o alguien</td></tr><tr><td>27-32</td><td>Tu acción causa daño colateral o tiene un efecto indeseado</td></tr><tr><td>33-38</td><td>Algo de valor se pierde o es destruido</td></tr><tr><td>39-44</td><td>El entorno o terreno introduce un nuevo peligro</td></tr><tr><td>45-50</td><td>A new enemy is revealed</td></tr><tr><td>51-56</td><td>Un amigo, compañero o aliado está en peligro (o tú si estás solo)</td></tr><tr><td>57-62</td><td>Tu equipo o vehículo funciona de forma defectuosa</td></tr><tr><td>63-68</td><td>Your vehicle suffers damage</td></tr><tr><td>69-74</td><td>Malgastas recursos</td></tr><tr><td>75-81</td><td>Eres dañado</td></tr><tr><td>82-88</td><td>Estás estresado</td></tr><tr><td>89-95</td><td>Eres demorado o puesto en desventaja</td></tr><tr><td>96-100</td><td>Tira dos veces</td></tr></tbody></table>",
            "name": "Pagar el precio",
            "trigger text": "Cuando sufres el resultado de una acción..."
        },
        "Reach a Milestone": {
            "description": "<p><strong>Cuando avanzas en tu búsqueda</strong> haciendo algo de lo siguiente...</p><ul><li>superar un obstáculo crítico</li><li>obtener una revelación significativa</li><li>completar una expedición peligrosa</li><li>adquirir un recurso o objeto crucial</li><li>ganar apoyo vital</li><li>derrotar a un enemigo notable</li></ul><p>...puedes marcar progreso según el rango del juramento.</p>",
            "name": "Alcanzar un hito",
            "trigger text": "Cuando avanzas en tu búsqueda..."
        },
        "React Under Fire": {
            "description": "<p><strong>Cuando estás en una mala posición en una lucha y evitas el peligro o superas un obstáculo</strong> visualiza tu enfoque y tira. Si estás...</p><ul><li>En persecución, huyendo, esquivando, volviendo a tu posición o cubriéndote: Tira +filo</li><li>Manteniéndote firme frente al miedo o la tentación: Tira +corazón</li><li>Bloqueando o desviando con fuerza o recibiendo el golpe: Tira +hierro</li><li>Escondiéndote o creando una distracción: Tira +sombra</li><li>Cambiando el plan, buscando una salida o eludiendo ingeniosamente un obstáculo: Tira +mente</li></ul><p>Con un <strong>éxito total</strong> lo consigues y tienes el control. Ganas +1 de impulso.</p><p>Con un <strong>éxito parcial</strong> evitas lo peor del peligro o superas el obstáculo, pero tiene un precio. Haz un movimiento de sufrimiento (-1). Sigues en una mala posición.</p><p>Con un <strong>fallo</strong> la situación empeora. Estás en una mala posición. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "miss": "<p>La situación empeora. Estás en una mala posición. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "name": "Reaccionar bajo fuego",
            "strong": "<p>Lo consigues y tienes el control. Ganas +1 de impulso.</p>",
            "trigger options": [
                "En persecución, huyendo, esquivando, volviendo a tu posición o cubriéndote",
                "Manteniéndote firme frente al miedo o la tentación",
                "Bloqueando o desviando con fuerza o recibiendo el golpe",
                "Escondiéndote o creando una distracción",
                "Cambiando el plan, buscando una salida o eludiendo ingeniosamente un obstáculo"
            ],
            "trigger text": "Cuando estás en una mala posición en una lucha y evitas el peligro o superas un obstáculo...",
            "weak": "<p>Evitas lo peor del peligro o superas el obstáculo, pero tiene un precio. Haz un movimiento de sufrimiento (-1). Sigues en una mala posición.</p>"
        },
        "Repair": {
            "description": "<p><strong>Cuando haces reparaciones a tus vehículos, módulos, compañeros mecánicosu otros dispositivos</strong> visualiza la situación y tira. Si...</p><ul><li>Haces tus propias reparaciones o solicitas a un compañero que las haga: Tira +mente</li><li>Obtienes reparaciones de alguien que no sea un aliado: Tira +suministros</li></ul><p>Con un <strong>éxito</strong> ganas puntos de reparación según la situación, como se indica en la siguiente tabla. También puedes @Compendium[foundry-ironsworn.starforgedmoves.0fcfea7696d1de15]{Sacrificar recursos} e intercambiar cada -1 de suministros por 1 punto de reparación extra (hasta 3 puntos).</p><table><thead><tr><th>Situación</th><th>Éxito total</th><th>Éxito parcial</th></tr></thead><tbody><tr><td>En unas instalaciones</td><td>5 puntos</td><td>3 puntos</td></tr><tr><td>Sobre el terreno</td><td>3 puntos</td><td>1 punto</td></tr><tr><td>Bajo ataque</td><td>2 puntos</td><td>0 puntos</td></tr></tbody></table><p>Puedes gastar puntos de reparación de la siguiente forma. Los puntos sin usar se descartan.</p><ul><li>Borrar el impacto de un vehículo: 2 points</li><li>Arreglar un módulo roto: 2 puntos</li><li>Dar +1 de integridad a un vehículo: 1 punto</li><li>Dar +1 de salud a un compañero mecánico: 1 punto</li><li>Reparar cualquier otro dispositivo: 3 puntos</li><li>Reparar cualquier otro dispositivo, pero con una complicación o mal funcionamiento: 2 puntos</li></ul><p>Con un <strong>fallo</strong> las reparaciones no se llevan a cabo y la situación empeora. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "miss": "<p>Las reparaciones no se llevan a cabo y la situación empeora. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "name": "Reparar",
            "strong": "<p>Ganas puntos de reparación según la situación, como se indica en la siguiente tabla. También puedes @Compendium[foundry-ironsworn.starforgedmoves.0fcfea7696d1de15]{Sacrificar recursos} e intercambiar cada -1 de suministros por 1 punto de reparación extra (hasta 3 puntos).</p><table><thead><tr><th>Situación</th><th>Éxito total</th></tr></thead><tbody><tr><td>En unas instalaciones</td><td>5 puntos</td></tr><tr><td>Sobre el terreno</td><td>3 puntos</td></tr><tr><td>Bajo ataque</td><td>2 puntos</td></tr></tbody></table><p>Puedes gastar puntos de reparación de la siguiente forma. Los puntos sin usar se descartan.</p><ul><li>Borrar el impacto de un vehículo: 2 points</li><li>Arreglar un módulo roto: 2 puntos</li><li>Dar +1 de integridad a un vehículo: 1 punto</li><li>Dar +1 de salud a un compañero mecánico: 1 punto</li><li>Reparar cualquier otro dispositivo: 3 puntos</li><li>Reparar cualquier otro dispositivo, pero con una complicación o mal funcionamiento: 2 puntos</li></ul>",
            "trigger options": [
                "Haces tus propias reparaciones o solicitas a un compañero que las haga",
                "Obtienes reparaciones de alguien que no sea un aliado"
            ],
            "trigger text": "Cuando haces reparaciones a tus vehículos, módulos, compañeros mecánicosu otros dispositivos...",
            "weak": "<p>Ganas puntos de reparación según la situación, como se indica en la siguiente tabla. También puedes @Compendium[foundry-ironsworn.starforgedmoves.0fcfea7696d1de15]{Sacrificar recursos} e intercambiar cada -1 de suministros por 1 punto de reparación extra (hasta 3 puntos).</p><table><thead><tr><th>Situación</th><th>Éxito parcial</th></tr></thead><tbody><tr><td>En unas instalaciones</td><td>3 puntos</td></tr><tr><td>Sobre el terreno</td><td>1 punto</td></tr><tr><td>Bajo ataque</td><td>0 puntos</td></tr></tbody></table><p>Puedes gastar puntos de reparación de la siguiente forma. Los puntos sin usar se descartan.</p><ul><li>Borrar el impacto de un vehículo: 2 points</li><li>Arreglar un módulo roto: 2 puntos</li><li>Dar +1 de integridad a un vehículo: 1 punto</li><li>Dar +1 de salud a un compañero mecánico: 1 punto</li><li>Reparar cualquier otro dispositivo: 3 puntos</li><li>Reparar cualquier otro dispositivo, pero con una complicación o mal funcionamiento: 2 puntos</li></ul>"
        },
        "Resupply": {
            "description": "<p><strong>Cuando intentas mejorar tu preparación</strong> visualiza la oportunidad y tu enfoque. Si...</p><ul><li>Regateas o apelas: Tira +corazón</li><li>Amenazas o incautas: Tira +hierro</li><li>Robas o mientes: Tira +sombra</li><li>Rebuscas o creas: Tira +mente</li></ul><p>Con un <strong>éxito total</strong> elige uno.</p><ul><li>Si no estás preparado borra el impacto y ganas +1 de suministros. En cualquier otro caso ganas +2 de suministros.</li><li>Si necesitas un recurso u objeto específico que puede ser obtenido razonablemente lo adquieres. Ganas +1 de impulso.</li></ul><p>Con un <strong>éxito parcial</strong> como arriba, pero primero debes lidiar con un coste, complicación o demanda. Visualiza la naturaleza de este obstáculo.</p><p>Con un <strong>fallo</strong> encuentras un peligro inesperado. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "miss": "<p>Encuentras un peligro inesperado. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "name": "Reabastecerte",
            "strong": "<p>Elige uno.</p><ul><li>Si no estás preparado borra el impacto y ganas +1 de suministros. En cualquier otro caso ganas +2 de suministros.</li><li>Si necesitas un recurso u objeto específico que puede ser obtenido razonablemente lo adquieres. Ganas +1 de impulso.</li></ul>",
            "trigger options": [
                "Regateas o apelas",
                "Amenazas o incautas",
                "Robas o mientes",
                "Rebuscas o creas"
            ],
            "trigger text": "When you attempt to bolster your readiness...",
            "weak": "<p>Primero debes lidiar con un coste, complicación o demanda. Visualiza la naturaleza de este obstáculo.</p><p>Luego elige uno.</p><ul><li>Si no estás preparado borra el impacto y ganas +1 de suministros. En cualquier otro caso ganas +2 de suministros.</li><li>Si necesitas un recurso u objeto específico que puede ser obtenido razonablemente lo adquieres. Ganas +1 de impulso.</li></ul>"
        },
        "Sacrifice Resources": {
            "description": "<p><strong>Cuando pierdes o consumes recursos</strong> sufres -1 de suministros por una pérdida menor, -2 por una pérdida grave y -3 por una pérdida mayor.</p><p>Si tus suministros se terminan (reducidos a 0) marca <strong>sin recursos</strong>. Cuando sufres una pérdida de recursos mientras no estás preparado visualiza cómo esto te causa una dificultad y aplica el coste a un movimiento de sufrimiento distinto.</p>",
            "name": "Sacrificar recursos",
            "trigger text": "Cuando pierdes o consumes recursos..."
        },
        "Secure an Advantage": {
            "description": "<p><strong>Cuando evalúas una situación, haces preparativos o intentas obtener influencia</strong> visualiza tu acción y tira. Si actúas...</p><ul><li>Con velocidad, movilidad o agilidad: Tira +filo</li><li>Con resolución, mando o sociabilidad: Tira +corazón</li><li>Con fuerza, resistencia o agresión: Tira +hierro</li><li>Con engaño, sigilo o tretas: Tira +sombra</li><li>Con experiencia, foco y observación: Tira +mente</li></ul><p>Con un <strong>éxito</strong> lo consigues. Con un <strong>éxito total</strong> obtienes ambos. Con un <strong>éxito parcial</strong> elige uno.</p><ul><li>Ganas +2 de impulso</li><li>Suma +1 a tu siguiente movimiento que no sea de progreso</li></ul><p>Con un <strong>fallo</strong> no lo consigues o tus suposiciones te traicionan. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "miss": "<p>No lo consigues o tus suposiciones te traicionan. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "name": "Crear una ventaja",
            "strong": "<p>Lo consigues. Ganas +2 de impulso. Suma +1 en tu próximo movimiento que no sea de progreso.</p>",
            "trigger options": [
                "Con velocidad, movilidad o agilidad",
                "Con resolución, mando o sociabilidad",
                "Con fuerza, resistencia o agresión",
                "Con engaño, sigilo o tretas",
                "Con experiencia, foco y observación"
            ],
            "trigger text": "Cuando evalúas una situación, haces preparativos o intentas obtener influencia...",
            "weak": "<p>Lo consigues. Elige uno.</p><ul><li>Ganas +2 de impulso</li><li>Suma +1 a tu siguiente movimiento que no sea de progreso</li></ul>"
        },
        "Set a Course": {
            "description": "<p><strong>Cuando sigues una ruta conocida a través de espacio peligroso, terreno accidentado o un lugar misterioso</strong> tira +suministros.</p><p>Con un <strong>éxito total</strong> llegas a tu destino y la situación te favorece. Ganas +1 de impulso</p><p>Con un <strong>éxito parcial</strong> llegas, pero debes afrontar un coste o complicación. Elige uno.</p><ul><li>Sufre un coste de camino: Haz un movimiento de sufrimiento (-2) o dos movimientos de sufrimiento (-1).</li><li>Afronta una complicación en el destino: Visualiza qué encuentras.</li></ul><p>Con un <strong>fallo</strong> eres asaltado por una amenaza significativa. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}. Si superas este obstáculo puedes seguir hacia tu destino.</p>",
            "miss": "<p>Eres asaltado por una amenaza significativa. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}. Si superas este obstáculo puedes seguir hacia tu destino.</p>",
            "name": "Fijar un rumbo",
            "strong": "<p>Llegas a tu destino y la situación te favorece. Ganas +1 de impulso.</p>",
            "trigger text": "Cuando sigues una ruta conocida a través de espacio peligroso, terreno accidentado o un lugar misterioso...",
            "weak": "<p>Llegas, pero debes afrontar un coste o complicación. Elige uno.</p><ul><li>Sufre un coste de camino: Haz un movimiento de sufrimiento (-2) o dos movimientos de sufrimiento (-1).</li><li>Afronta una complicación en el destino: Visualiza qué encuentras.</li></ul>"
        },
        "Set a Flag": {
            "description": "<p><strong>Cuando identificas situaciones o temas que no quieres incluir, no quieres visualizar en detalle o deberían aproximarse con cautela</strong>, el contenido queda limitado.</p><p>Cuando encuentresWhen you encounter content flagged as something to approach mindfully, pause to consider or discuss its role in your story. When you come across flagged content that you would rather adjust or omit, @Compendium[foundry-ironsworn.starforgedmoves.aa6aea2e2f5ce064]{Change Your Fate}.</p>",
            "name": "Poner un límite",
            "trigger text": "Cuando identificas situaciones o temas que no quieres incluir, no quieres visualizar en detalle o deberían aproximarse con cautela..."
        },
        "Sojourn": {
            "description": "<p><strong>Cuando pasas tiempo recuperándote en una comunidad</strong> tira +corazón.</p><p>Con un <strong>éxito total</strong> es un refugio seguro. Tú y cada aliado podéis elegir dos movimientos de recuperación: @Compendium[foundry-ironsworn.starforgedmoves.2051538f0c9d5d27]{Sanar}, @Compendium[foundry-ironsworn.starforgedmoves.c2c2f31f564caa06]{Reconfortarte}, @Compendium[foundry-ironsworn.starforgedmoves.eece9a67d1961f70]{Reparar} o @Compendium[foundry-ironsworn.starforgedmoves.703964b8d02355b8]{Reabastecerte}. En lugar de tirar asume un éxito total para cada uno. Un movimiento concreto puede ser elegido más de una vez.</p><p>Con un <strong>éxito parcial</strong> como arriba, pero no hay mucho tiempo o los recursos son limitados. Tú y cada aliado podéis hacer un movimiento de recuperación en lugar de dos, con no más de tres movimientos en total entre todo el grupo.</p><p>Con un <strong>fallo</strong> elige uno.</p><ul><li>La comunidad necesita tu ayuda o hace una petición costosa a cambio de refugio. Visualiza qué te piden. Si lo haces procede a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurr por el hierro} que lo llevarás a cabo. Resuelve este movimiento como un éxito total.</li><li>No encuentras alivio y la situación empeora. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</li></ul>",
            "miss": "<p>Elige uno.</p><ul><li>La comunidad necesita tu ayuda o hace una petición costosa a cambio de refugio. Visualiza qué te piden. Si lo haces procede a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurr por el hierro} que lo llevarás a cabo. Resuelve este movimiento como un éxito total.</li><li>No encuentras alivio y la situación empeora. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</li></ul>",
            "name": "Pasar tiempo en una comunidad",
            "strong": "<p>Es un refugio seguro. Tú y cada aliado podéis elegir dos movimientos de recuperación: @Compendium[foundry-ironsworn.starforgedmoves.2051538f0c9d5d27]{Sanar}, @Compendium[foundry-ironsworn.starforgedmoves.c2c2f31f564caa06]{Reconfortarte}, @Compendium[foundry-ironsworn.starforgedmoves.eece9a67d1961f70]{Reparar} o @Compendium[foundry-ironsworn.starforgedmoves.703964b8d02355b8]{Reabastecerte}. En lugar de tirar asume un éxito total para cada uno. Un movimiento concreto puede ser elegido más de una vez.</p>",
            "trigger text": "Cuando pasas tiempo recuperándote en una comunidad...",
            "weak": "<p>Es un refugio seguro, pero no hay mucho tiempo o los recursos son limitados. Tú y cada aliado podéis hacer un movimiento de recuperación (con no más de tres movimientos en total entre todo el grupo): @Compendium[foundry-ironsworn.starforgedmoves.2051538f0c9d5d27]{Sanar}, @Compendium[foundry-ironsworn.starforgedmoves.c2c2f31f564caa06]{Reconfortarte}, @Compendium[foundry-ironsworn.starforgedmoves.eece9a67d1961f70]{Reparar} o @Compendium[foundry-ironsworn.starforgedmoves.703964b8d02355b8]{Reabastecerte}. En lugar de tirar asume un éxito total para cada uno. Un movimiento concreto puede ser elegido más de una vez.</p>"
        },
        "Strike": {
            "description": "<p><strong>Cuando tienes el control y asaltas a un enemigo cuerpo a cuerpo</strong> tira +hierro; <strong>cuando atacas a distancia</strong> tira +filo.</p><p>Con un <strong>éxito total</strong> marca progreso dos veces. Dominas a tu enemigo u mantienes el control.</p><p>Con un <strong>éxito parcial</strong> marca progreso dos veces, pero te expones al peligro. Estás en una mala posición.</p><p>Con un <strong>fallo</strong> la lucha se vuelve contra ti. Estás en una mala posición. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "miss": "<p>La lucha se vuelve contra ti. Estás en una mala posición. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "name": "Golpear",
            "strong": "<p>Marca progreso dos veces. Dominas a tu enemigo y mantienes el control.</p>",
            "trigger options": ["Asaltas a un enemigo cuerpo a cuerpo", "Atacas a distancia"],
            "trigger text": "Cuando tienes el control y asaltas a un enemigo cuerpo a cuerpo o cuando atacas a distancia...",
            "weak": "<p>Marca progreso dos veces, pero te expones al peligro. Estás en una mala posición.</p>"
        },
        "Swear an Iron Vow": {
            "description": "<p><strong>When you swear upon iron to complete a quest</strong>, write your vow and give it a rank. Then, roll +heart. If you swear this vow to a connection, add +1; if you share a bond, add +2.</p><p>Con un <strong>éxito total</strong> estás envalentonado y está claro lo que debes hacer a continuación. Ganas +2 de impulso.</p><p>Con un <strong>éxito parcial</strong> estás decidido, pero comienzas tu búsqueda con más preguntas que respuestas. Gana +1 de impulso e imagina lo que haces para encontrar un camino a seguir.</p><p>Con un <strong>fallo</strong> debes superar un obstáculo significativo antes de poder empezar con tu búsqueda. Visualiza qué obstáculo hay en tu camino.</p>",
            "miss": "<p>Debes superar un obstáculo significativo antes de poder empezar con tu búsqueda. Visualiza qué obstáculo hay en tu camino.</p>",
            "name": "Jurar por el Hierro",
            "strong": "<p>Estás envalentonado y está claro lo que debes hacer a continuación. Ganas +2 de impulso.</p>",
            "trigger text": "Cuando juras sobre el hierro que cumplirás una búsqueda...",
            "weak": "<p>Estás decidido, pero comienzas tu búsqueda con más preguntas que respuestas. Gana +1 de impulso e imagina lo que haces para encontrar un camino a seguir.</p>"
        },
        "Take Decisive Action": {
            "description": "<p><strong>Cuando logras un objetivo en una pelea</strong> visualiza cómo tomas una acción decisiva. Entonces, tira los dados de desafío y compáralos con tu progreso.</p><p>Si tienes el control comprueba el resultado de forma normal. Si estás en una mala posición cuenta un éxito total sin coincidencia como un éxito parcial y un éxito parcial como un fallo.</p><p>Con un <strong>éxito total</strong> prevaleces. Ganas +1 de impulso. Si quedan objetivos la lucha continúa y tienes el control.</p><p>Con un <strong>éxito parcial</strong> logras tu objetivo, pero no sin un coste. Tira en la tabla siguiente o elige uno. Si la lucha continúa estás en una mala posición..</p><table><thead><tr><th>Tirada</th><th>Resultado</th></tr></thead><tbody><tr><td>1-40</td><td>Es peor de lo que pensabas: Haz un movimiento de sufrimiento (-2)</td></tr><tr><td>41-52</td><td>La victoria es breve: Un nuevo peligro o enemigo aparece</td></tr><tr><td>53-64</td><td>Sufres daño colateral: Algo se pierde o es dañado</td></tr><tr><td>65-76</td><td>Otros pagan el precio: Alguien sufre el coste</td></tr><tr><td>77-88</td><td>No olvidarán: Alguien quiere venganza</td></tr><tr><td>89-100</td><td>La cosa se complica: La verdadera naturaleza de tu enemigo u objetivo se revela</td></tr></tbody></table><p>Con un <strong>fallo</strong> eres derrotado y tu fracasas en tu objetivo. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "miss": "<p>Eres derrotado y tu fracasas en tu objetivo. @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "name": "Tomar una acción decisiva",
            "strong": "<p>Prevaleces. Ganas +1 de impulso. Si quedan objetivos la lucha continúa y tienes el control.</p>",
            "trigger text": "Cuando logras un objetivo en una pelea...",
            "weak": "<p>Logras tu objetivo, pero no sin un coste. Tira en la tabla siguiente o elige uno. Si la lucha continúa estás en una mala posición..</p><table><thead><tr><th>Tirada</th><th>Resultado</th></tr></thead><tbody><tr><td>1-40</td><td>Es peor de lo que pensabas: Haz un movimiento de sufrimiento (-2)</td></tr><tr><td>41-52</td><td>La victoria es breve: Un nuevo peligro o enemigo aparece</td></tr><tr><td>53-64</td><td>Sufres daño colateral: Algo se pierde o es dañado</td></tr><tr><td>65-76</td><td>Otros pagan el precio: Alguien sufre el coste</td></tr><tr><td>77-88</td><td>No olvidarán: Alguien quiere venganza</td></tr><tr><td>89-100</td><td>La cosa se complica: La verdadera naturaleza de tu enemigo u objetivo se revela</td></tr></tbody></table>"
        },
        "Take a Break": {
            "description": "<p><strong>Cuando resuelves un movimiento de progreso o completas un escenario intenso</strong> respira profundamente y tómate algún tiempo para atender las necesidades de tu cuerpo. Reflexiona sobre lo que ha pasado y lo que te hizo sentir. Entonces, elige uno.</p><ul><li>Seguir adelante: Continúa la sesión. Tú o un aliado puede sumar +1 al siguiente movimiento que no sea de progreso.</li><li>Parar por ahora: @Compendium[foundry-ironsworn.starforgedmoves.005fa1851e72ab46]{Terminar una sesión}.</li></ul>",
            "name": "Tomar un Descanso",
            "trigger text": "Cuando resuelves un movimiento de progreso o completas un escenario intenso..."
        },
        "Test Your Relationship": {
            "description": "<p><strong>Cuando tu relación con una conexión es puesta a prueba por un conflicto, traición o circunstancia</strong> tira +corazón. Si compartís un vínculo suma +1.</p><p>Con un <strong>éxito total</strong> puedes @Compendium[foundry-ironsworn.starforgedmoves.141aec8b92efd14b]{Desarrollar tu relación}.</p><p>Con un <strong>éxito parcial</strong> puedes @Compendium[foundry-ironsworn.starforgedmoves.141aec8b92efd14b]{Desarrollar tu relación}, pero también visualiza una demanda o complicación como consecuencia de esta prueba.</p><p>Con un <strong>fallo</strong> o si no tienes interés en mantener esta relación elige uno.</p><ul><li>Pierde la conexión: Visualiza cómo te afecta esto y @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</li><li>Prueba tu lealtad: Visualiza qué ofreces o qué te piden y procede a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurar por el hierro} (formidable o mayor) para realizarlo. Hasta completar la búsqueda no obtienes ningún beneficio de esta conexión. Si rechazas o fallas la búsqueda la conexión se pierde permanentemente.</li></ul>",
            "miss": "<p>Elige uno.</p><ul><li>Pierde la conexión: Visualiza cómo te afecta esto y @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</li><li>Prueba tu lealtad: Visualiza qué ofreces o qué te piden y procede a @Compendium[foundry-ironsworn.starforgedmoves.9c9ab6a42daa96e0]{Jurar por el hierro} (formidable o mayor) para realizarlo. Hasta completar la búsqueda no obtienes ningún beneficio de esta conexión. Si rechazas o fallas la búsqueda la conexión se pierde permanentemente.</li></ul>",
            "name": "Poner a prueba tu relación",
            "strong": "<p>Puedes @Compendium[foundry-ironsworn.starforgedmoves.141aec8b92efd14b]{Desarrollar tu relación}.</p>",
            "trigger text": "Cuando tu relación con una conexión es puesta a prueba por un conflicto, traición o circunstancia...",
            "weak": "<p>Puedes @Compendium[foundry-ironsworn.starforgedmoves.141aec8b92efd14b]{Desarrollar tu relación}, pero también visualiza una demanda o complicación como consecuencia de esta prueba.</p>"
        },
        "Undertake an Expedition": {
            "description": "<p><strong>Cuando lideras una ruta a través del peligroso espacio, viajas sobre terreno peligroso o inspeccionas un lugar misterioso</strong> da a la expedición un nombre y un rango. Entonces, por cada segmento de la expedición visualiza tu enfoque. Si...</p><ul><li>Te mueves con rapidez: Tira +filo</li><li>Tratas de pasar desapercibido: Tira +sombra</li><li>Te mantienes alerta: Tira +mente</li></ul><p>Con un <strong>éxito total</strong> llegas a un punto de ruta. Visualiza la localización y marca progreso según el rango de la expedición.</p><p>Con un <strong>éxito parcial</strong> igual que arriba, pero el avance tiene un precio. Visualiza la localización y marca progreso según el rango de la expedición, pero elige uno.</p><ul><li>Sufre el coste en el camino: Haz un movimiento de sufrimiento (-2) o dos movimientos de sufrimiento (-1).</li><li>Enfréntate a un peligro en el sitio: Visualiza qué te encuentras.</li></ul><p>Con un <strong>fallo</strong> eres asaltado por una crisis o llegas al punto de ruta y te enceuntras con una dificultad o amenaza inmediatas. No marques progreso y @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}.</p>",
            "miss": "<p>Eres asaltado por una crisis o llegas al punto de ruta y te enceuntras con una dificultad o amenaza inmediatas. No marques progreso y @Compendium[foundry-ironsworn.starforgedmoves.78baa51694fe37c5]{Paga el precio}</p>",
            "name": "Emprender una expedición",
            "strong": "<p>Llegas a un punto de ruta. Visualiza la localización y marca progreso según el rango de la expedición.</p>",
            "trigger options": [
                "Te mueves con rapidez",
                "Tratas de pasar inadvertido",
                "Te mantienes alerta"
            ],
            "trigger text": "Cuando lideras una ruta a través del peligroso espacio, viajas sobre terreno peligroso o inspeccionas un lugar misterioso...",
            "weak": "<p>Llegas a un punto de ruta, pero el avance tiene un precio. Visualiza la localización y marca progreso según el rango de la expedición, pero elige uno.</p><ul><li>Sufre el coste en el camino: Haz un movimiento de sufrimiento (-2) o dos movimientos de sufrimiento (-1).</li><li>Enfréntate a un peligro en el sitio: Visualiza qué te encuentras.</li></ul>"
        },
        "Withstand Damage": {
            "description": "<p><strong>Cuando tu vehículo se enfrenta a una situación o entorno dañino</strong> sufre -1 de integridad por un daño menor, -2 por uno grave y -3 por uno mayor. Si tu integridad es 0 debes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} igual a cualquier daño sobrante.</p><p>Entonces, si tu integridad es 0 o si eliges resistir el daño tira +integridad.</p><p>Con un <strong>éxito total</strong> elige uno.</p><ul><li>Eludirlo: Si tu vehículo no está maltrecho gana +1 de integridad</li><li>Soportarlo: Gana +1 de impulso</li></ul><p>Con un <strong>éxito parcial</strong> si tu vehículo no está maltrecho puedes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-1) a cambio de +1 de integridad. En cualquier otro caso, sigue adelante.</p><p>Con un <strong>fallo</strong> es peor de lo que pensabas. Debes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-2) o sufrir un -1 de integridad adicional. Si la integridad es 0 también sufre un coste acorde al tipo de vehículo.</p><ul><li><strong>Vehículo de mando:</strong> Marca el vehículo como <strong>maltrecho</strong> o <strong>maldito</strong>, marca un módulo como <strong>roto</strong>, destruye un módulo roto descartándolo o tira en la tabla siguiente. Si el vehículo de mando es destruido debes @Compendium[foundry-ironsworn.starforgedmoves.a44ecb0d77487549]{Superar la destrucción}.</li><li><strong>Vehículo de soporte:</strong> Marca el vehículo como maltrecho <strong>battered</strong> o tira en la tabla siguiente. Si el vehículo es destruido descarta el recurso.</li><li><strong>Vehículo incidental:</strong> Tira en la tabla siguiente.</li></ul><table><thead><tr><th>Tirada</th><th>Resultado</th></tr></thead><tbody><tr><td>1-10</td><td>Destrucción catastrófica inmediata. Todos a bordo deben @Compendium[foundry-ironsworn.starforgedmoves.905205c073b09eac]{Soportar el daño} o @Compendium[foundry-ironsworn.starforgedmoves.0cfcd6fbaf6135d0]{Afrontar la muerte}, lo que resulte más apropiado.</td></tr><tr><td>11-25</td><td>La destrucción es inminente e inevitable. Si no tienes forma o intención de escapar debes @Compendium[foundry-ironsworn.starforgedmoves.905205c073b09eac]{Soportar el daño} o @Compendium[foundry-ironsworn.starforgedmoves.0cfcd6fbaf6135d0]{Afrontar la muerte}, lo que sea más apropiado.</td></tr><tr><td>26-40</td><td>La destrucción es inminente, pero puede ser evitada al @Compendium[foundry-ironsworn.starforgedmoves.eece9a67d1961f70]{Reparar} tu vehículo y elevar su integridad por encima de 0. En caso de fallo, ver 11-25.</td></tr><tr><td>41-55</td><td>No puedes @Compendium[foundry-ironsworn.starforgedmoves.eece9a67d1961f70]{Reparar} este vehículo hasta @Compendium[foundry-ironsworn.starforgedmoves.703964b8d02355b8]{Reabastecerte} y obtener una pieza crucial. Si vuelves a sacar este resultado antes de obtenerla ver 11-25.</td></tr><tr><td>56-70</td><td>El vehículo está incapacitado o fuera de tu control. Para ponerlo de nuevo en marcha debes @Compendium[foundry-ironsworn.starforgedmoves.eece9a67d1961f70]{Reparar}  la nave y elevar su integridad por encima de 0.</td></tr><tr><td>71-85</td><td>Es un viaje duro. Todos a bordo deben @Compendium[foundry-ironsworn.starforgedmoves.905205c073b09eac]{Soportar el daño}, @Compendium[foundry-ironsworn.starforgedmoves.ff32c523829d6481]{Soportar el estrés} o @Compendium[foundry-ironsworn.starforgedmoves.d34cdf2408cd22b6]{Tu compañero sufre daño, sufriendo un coste grave (-2).</td></tr><tr><td>86-95</td><td>Has perdido combustible, energía o cargamento. @Compendium[foundry-ironsworn.starforgedmoves.0fcfea7696d1de15]{Sacrificar Recursos} (-2).</td></tr><tr><td>96-100</td><td>Contra todo pronóstico, el vehículo sigue de una pieza.</td></tr></tbody></table>",
            "miss": "<p>Es peor de lo que pensabas. Debes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-2) o sufrir un -1 de integridad adicional. Si la integridad es 0 también sufre un coste acorde al tipo de vehículo.</p><ul><li><strong>Vehículo de mando:</strong> Marca el vehículo como <strong>maltrecho</strong> o <strong>maldito</strong>, marca un módulo como <strong>roto</strong>, destruye un módulo roto descartándolo o tira en la tabla siguiente. Si el vehículo de mando es destruido debes @Compendium[foundry-ironsworn.starforgedmoves.a44ecb0d77487549]{Superar la destrucción}.</li><li><strong>Vehículo de soporte:</strong> Marca el vehículo como maltrecho <strong>battered</strong> o tira en la tabla siguiente. Si el vehículo es destruido descarta el recurso.</li><li><strong>Vehículo incidental:</strong> Tira en la tabla siguiente.</li></ul><table><thead><tr><th>Tirada</th><th>Resultado</th></tr></thead><tbody><tr><td>1-10</td><td>Destrucción catastrófica inmediata. Todos a bordo deben @Compendium[foundry-ironsworn.starforgedmoves.905205c073b09eac]{Soportar el daño} o @Compendium[foundry-ironsworn.starforgedmoves.0cfcd6fbaf6135d0]{Afrontar la muerte}, lo que resulte más apropiado.</td></tr><tr><td>11-25</td><td>La destrucción es inminente e inevitable. Si no tienes forma o intención de escapar debes @Compendium[foundry-ironsworn.starforgedmoves.905205c073b09eac]{Soportar el daño} o @Compendium[foundry-ironsworn.starforgedmoves.0cfcd6fbaf6135d0]{Afrontar la muerte}, lo que sea más apropiado.</td></tr><tr><td>26-40</td><td>La destrucción es inminente, pero puede ser evitada al @Compendium[foundry-ironsworn.starforgedmoves.eece9a67d1961f70]{Reparar} tu vehículo y elevar su integridad por encima de 0. En caso de fallo, ver 11-25.</td></tr><tr><td>41-55</td><td>No puedes @Compendium[foundry-ironsworn.starforgedmoves.eece9a67d1961f70]{Reparar} este vehículo hasta @Compendium[foundry-ironsworn.starforgedmoves.703964b8d02355b8]{Reabastecerte} y obtener una pieza crucial. Si vuelves a sacar este resultado antes de obtenerla ver 11-25.</td></tr><tr><td>56-70</td><td>El vehículo está incapacitado o fuera de tu control. Para ponerlo de nuevo en marcha debes @Compendium[foundry-ironsworn.starforgedmoves.eece9a67d1961f70]{Reparar}  la nave y elevar su integridad por encima de 0.</td></tr><tr><td>71-85</td><td>Es un viaje duro. Todos a bordo deben @Compendium[foundry-ironsworn.starforgedmoves.905205c073b09eac]{Soportar el daño}, @Compendium[foundry-ironsworn.starforgedmoves.ff32c523829d6481]{Soportar el estrés} o @Compendium[foundry-ironsworn.starforgedmoves.d34cdf2408cd22b6]{Tu compañero sufre daño, sufriendo un coste grave (-2).</td></tr><tr><td>86-95</td><td>Has perdido combustible, energía o cargamento. @Compendium[foundry-ironsworn.starforgedmoves.0fcfea7696d1de15]{Sacrificar Recursos} (-2).</td></tr><tr><td>96-100</td><td>Contra todo pronóstico, el vehículo sigue de una pieza.</td></tr></tbody></table>",
            "name": "Resistir el daño",
            "strong": "<p>Elige uno.</p><ul><li>Eludirlo: Si tu vehículo no está maltrecho gana +1 de integridad</li><li>Soportarlo: Gana +1 de impulso</li></ul>",
            "trigger text": "Cuando tu vehículo se enfrenta a una situación o entorno dañino...",
            "weak": "<p>Si tu vehículo no está maltrecho puedes @Compendium[foundry-ironsworn.starforgedmoves.93d2d69b7e2b85e1]{Perder impulso} (-1) a cambio de +1 de integridad. En cualquier otro caso, sigue adelante.</p>"
        }
    }
}
